Repository: tspivey/yugioh-game
Catalog: locale/*/LC_MESSAGES/game.po
Languages: de, es, fr, ja, pt

source: %s logged in.
de: %s angemeldet.
es: %s ha entrado al juego.
fr: %s vient de se connecter.
ja: %s がログインしました。
pt: %s se conectou

source: Enter ? to show all commands and room preferences
de: Gib ? ein, um alle Kommandos und Raumeinstellungen zu sehen.
es: Teclea ? para ver las órdenes y las preferencias de la sala.
fr: Entrez ? pour afficher toutes les commandes et préférences de la salle
ja: 全てのコマンドとルーム設定の詳細を表示するには、?を入力してください。
pt: digite para mostrar todos os comandos e preferências

source: Don't forget to remove the lock when you are ready. Type lock to do so.
de: Vergiss nicht, die Sperre aufzuheben. Verwende lock dafür.
ja: 準備ができたら、ロックを外すのを忘れないでください。 lock 入力して、ロックを外してください。
pt: Não se esqueça de remover o bloqueio quando estiver pronto. Digite lock para fazê-lo.

source: This command isn't available right now.
de: Dieses Kommando steht Dir derzeit nicht zur Verfügung.
es: Este comando no está disponible ahora.
fr: Cette commande n'est pas disponible à cet instant.
ja: このコマンドは現在使用できません。
pt: Este comando não está disponível agora.

source: The following commands are available for you:
de: Die folgenden Kommandos stehen Dir zur Verfügung:
es: Los siguientes comandos están disponibles para ti:
fr: Les commandes suivantes sont disponibles pour vous:
ja: 以下のコマンドが使用可能です:
pt: Os seguintes comandos estão disponíveis para você:

source: banlist - define banlist
de: banlist - lege die Banliste fest
es: banlist - define la lista de cartas baneadas
fr: banlist - définie la banlist
ja: banlist - 禁止カードリストを定義する

source: finish - finish room creation and open it to other players
de: finish - schließe die Raumerstellung ab und öffne ihn für alle Spieler
es: finish - finaliza la configuración y permite a los jugadores unirse a la sala.
fr: finish - termine la création de la salle et l'ouvre aux autres joueurs
ja: finish - ルーム作成を終了し、ほかのプレイヤーに公開する
pt: finish - termina a criação da sala e abre para outros jogadores

source: lifepoints - set lifepoints per team
de: lifepoints - setze die Lebenspunkte für die einzelnen Gruppen
es: lifepoints - Configura los puntos de vida por equipo
fr: lifepoints - règle les points de vie par équipe
ja: lifepoints - チームのライフポイントを設定する
pt: lifepoints - Define os pontos de vida por equipe.

source: match - toggle match mode on or off
de: match - schalte den Match Modus ein oder aus
ja: match - マッチモードを切り替え
pt: match - ativa ou desativa o modo revanche.

source: private - toggles privacy
de: private - wechselt die Privatssphäre-Einstellung
es: private - Cambia la pribacidad
fr: private - bascule entre privé ou publique
ja: private - 公開設定を切り替える
pt: private - alterna a privacidade

source: rules - define duel rules
de: rules - definiert die Duellregeln
es: rules - Define las reglas del duelo
fr: rules - définie les règles du duel
ja: rules - デュエルのルールを設定する
pt: rules - define regras de duelo

source: save - save settings for all your future rooms
de: save - Speichere Einstellungen für alle zukünftigen Räume
es: save - guardar configuarciones para todas tus salas futuras
fr: save - sauvegarde les réglages pour toutes vos prochaines salles
ja: save - 今後のルーム作成のため、設定を保存する
pt: save - salva configurações para todas as novas salas de duelo criadas por você

source: teams - show teams and associated players
de: teams - Zeige alle Teams mit deren Spielern an
es: teams - muestra los equipos y los jugadores asociados
fr: teams - affiche les équipes et les joueurs qui les constituent
ja: teams - チームとそのメンバーを表示する
pt: teams - mostra equipes e jogadores associados

source: deck - select a banlist-compatible deck to duel with
de: deck - wähle ein Bannlisten-kompatibles Deck zum Duellieren aus

source: move - move yourself into a team of your choice
de: move - bewege Dich in ein Team Deiner Wahl
es: move - te mueve al equipo de tu elección
fr: move - vous place dans l'équipe de votre choix
ja: move - 自分が所属したいチームを設定する
pt: move - Te move para uma equipe à sua escolha.

source: random - select a banlist-compatible deck to duel with at random
de: random - wähle ein zufälliges, Bannlisten-kompatibles Deck zum Duellieren aus

source: exchange [<maindeck> <sidedeck>] - exchange cards between main deck and side deck
de: exchange [<maindeck> <sidedeck>] - tauscht Karten zwischen Main Deck und Side Deck aus
ja: exchange [<メインデッキ> <サイドデッキ>] - メインデッキとサイドデッキでカードを交換
pt: exchange [<maindeck> <sidedeck>] - troca cartas entre o baralho principal e o baralho de reserva.

source: lock - lock/unlock a room so that the duel cannot be started
de: lock - sperre/entsperre einen Raum, damit keine Duelle gestartet werden können
ja: lock - デュエルを始められないようにロックをかける/外す
pt: lock - bloqueia ou desbloqueia uma sala de duelo antes de que o mesmo se inicie.

source: scoop - scoop the next duel
de: scoop - gib das nächste Duell auf
ja: scoop - 次のデュエルを棄権する
pt: scoop - Assume sua derrota e parte para o próximo duelo.

source: invite - invite player into this room
de: invite - lade einen Spieler in diesen Raum ein
es: invite - Invita a jugadores a esta sala
fr: invite - invite un joueur dans cette salle
ja: invite - ほかのプレイヤーをルームに招待する
pt: envite - convida jogador para esta sala

source: remove - remove player from this room
de: remove - entferne einen Spieler aus dem Raum
es: remove - sacar a un jugador de esta sala
ja: remove - プレイヤーをルームから退室させる
pt: remove- Remove jogador desta sala.

source: start - start duel with current teams
de: start - starte das Duell
es: start - Inicia el duelo con los equipos actuales
fr: start - commence le duel avec les équipes actuelles.
ja: start - 現在のチームでデュエルを開始する
pt: Start - Inicia duelo com as equipes atuais

source: leave - leave this room and close it
de: leave - verlasse diesen Raum und löse ihn auf
es: leave - Sale de la sala y la cierra
fr: leave - quitte cette salle et la ferme
ja: leave - ルームを閉じ、退室する
pt: Leave - abandona e dissolve a sala

source: leave - leave this room
de: leave - verlasse diesen Raum
es: leave - Sale de esta sala
fr: leave - quitter cette salle
ja: leave - ルームを退室する
pt: Leave - Sai da sala

source: You finished the room setup.
de: Du hast die Raumerstellung abgeschlossen.
es: Finalizas la configuración de la sala
fr: Vous avez terminé la configuration de la salle.
ja: ルーム設定を終了しました。
pt: Você terminou a configuração da sala.

source: You can now invite players to join this room.
de: Du kannst nun Spieler in diesen Raum einladen.
es: Puedes invitar a jugadores a la sala
fr: Vous pouvez à présent inviter des joueurs à rejoindre cette salle.
ja: ほかのプレイヤーを招待することができます。
pt: Agora você pode convidar jogadores para entrar nesta sala.

source: Players can now join this room, or you can invite them to join you.
de: Spieler können nun diesem Raum beitreten, oder du kannst sie einladen.
es: Ahora los jugadores pueden unirse a la sala o tú puedes invitarlos.
fr: Les joueurs peuvent à présent rejoindre cette salle, ou vous pouvez les inviter à vous y rejoindre.
ja: ほかのプレイヤーはこのルームに入室できます。あなたから招待することもできます。
pt: Agora os jogadores podem entrar nesta sala, ou você pode convidá-los para se juntar a você.

source: {player} created a new duel room.
de: {player} hat einen neuen Duellraum erstellt.
fr: {player} a créé une nouvelle salle.
ja: {player} が新しいルームを作成しました。
pt: {player} criou uma nova sala de duelo.

source: You can set the banlist to ocg or tcg, which will automatically select the newest tcg/ocg banlist for you.
de: Du kannst die Banliste auf ocg oder tcg setzen, was automatisch die neueste entsprechende Banliste für Dich auswählt.
es: Puedes seleccionar la lista de cartas baneadas a ocg o tcg, se selecciona siempre la más nueva por defecto.
fr: Vous pouvez régler la banlist sur ocg ou tcg, ce qui choisira automatiquement la banlisttcg/ocg la plus rescente.
ja: 禁止カードリストを ocg または tcg に設定できます。これにより、対応する最新の禁止カードリストを取り込めます。
pt: Você pode definir a banlist como ocg ou tcg, que selecionará automaticamente a mais nova banlist tcg / ocg para você.

source: You can also set the banlist to none or one of the following:
de: Du kannst die Banliste außerdem auf none setzen, um jede Karte zuzulassen, oder eine der Folgenden wählen:
es: También puedes seleccionar entre las siguientes listas de cartas baneadas:
fr: Vous pouvez également régler la banlist sur none ou bien sur l'un des choix suivants:
ja: 禁止カードリストを none または次のいずれかに設定することもできます:
pt: Você também pode definir a banlist como nenhum ou uma das seguintes:

source: Invalid banlist specified.
de: Ungültige Banliste angegeben.
es: Lista de cartas baneadas inválida.
fr: Spécification de banlist invalide.
ja: 不正な禁止カードリストが指定されました。
pt: A banlist espessificada é inválida.

source: The banlist for this room was set to %s.
de: Die Banliste für diesen Raum wurde auf %s gesetzt.
es: La lista de cartas baneadas de esta sala es %s.
fr: La banlist de cette salle a été réglée sur %s.
ja: このルームにおける禁止カードリストが %s に設定されました。
pt: A banlist desta sala foi ajustada para %s

source: This game doesn't know this banlist. Check the banlist command to get all possible arguments to this command.
de: Diese Banliste ist unbekannt. Gib banlist ein, um eine Liste aller Banlisten zu sehen.
es: Este juego no tiene lista de cartas baneadas. Usa el comando banlist para definir una.
fr: Le jeu ne connaît pas cette banlist. Vérifiez les arguments possibles pour cette commande en tapant la commande banlist.
ja: このゲームでは、指定された禁止カードリストは認識できません。 banlist コマンドをチェックして、有効な文字列を入力してください。
pt: Este jogo não conhece esta banlist. Verifique o comando banlist para obter todos os argumentos possíveis para este comando.

source: No players in %s.
de: Kein Spieler in %s.
es: No hay jugadores en %s
fr: Pas de joueurs en %s.
ja: %s にはプレイヤーがいません。
pt: Nenhum jogador em %s.

source: Players in %s: %s
de: Spieler in %s: %s
es: Jugadores en %s: %s
fr: Joueurs en %s: %s
ja: %s にいるプレイヤー: %s
pt: Jogadores em %s: %s

source: No remaining players in this room.
de: Keine übrigen Spieler in diesem Raum.
es: No quedan jugadores en esta sala.
fr: Il ne reste aucun joueur dans cette salle.
ja: このルームにはプレイヤーが残っていません。
pt: Nenhum jogador restante nesta sala.

source: Players not yet in a team: %s
de: Spieler außerhalb aller Gruppen: %s
es: Al equipo %s le faltan jugadores.
fr: Joueurs ne faisant parti d'aucune équipe: %s
ja: まだチームに所属していないプレイヤーがいます: %s
pt: Ainda não existem jogadores na equipe %s.

source: You can move yourself into team 0, 1 or 2, where 0 means that you remove yourself from any team.
de: Du kannst Dich in Gruppe 0, 1 oder 2 bewegen, wobei Dich Gruppe 0 aus jeder anderen Gruppe entfernt.
es: Puedes moverte al equipo 1, 2 o 0, donde 0 significa que no tienes equipo.
fr: Vous pouvez vous placer dans l'équipe 0, 1 ou 2, où 0 signifie que vous vous retirez de toutes les équipes.
ja: team 0 から team 2 のどれかに所属することができます。team 0 の場合には、実際のデュエルは行わず、試合を観戦します。
pt: Você pode se mover para a equipe 0, 1 ou 2, onde 0 significa que você se remove de qualquer equipe.

source: You were removed from any team.
de: Du wurdest aus allen Gruppen entfernt.
es: Ahora no tienes equipo.
fr: Vous avez été retiré de toutes les équipes.
ja: チームから外れました。
pt: Você não está inserido em nem uma equipe.

source: %s was removed from any team.
de: %s wurde aus jeder Gruppe entfernt.
es: %s no tiene equipo.
fr: %s s'est retiré de toutes les équipes.
ja: %s がチームから外れました。
pt: %s não tem equipe.

source: You were moved into %s.
de: Du wurdest in %s bewegt.
es: Te mueves al %s.
fr: Vous vous êtes placé en %s.
ja: %s にチームを移動しました。
pt: Você moveuce para %s.

source: %s was moved into %s.
de: %s wurde in %s bewegt.
es: %s es movido al %s.
fr: %s s'est placé en %s.
ja: %s が %s にチームを移動しました。
pt: %s moveu-se para %s.

source: This room is now private.
de: Dieser Raum ist jetzt privat.
es: Esta sala es pribada.
fr: Cette salle est maintenant privée.
ja: このルームをプライベートにしました。
pt: Esta sala está agora em modo privado.

source: This room is now public.
de: Dieser Raum ist nun öffentlich.
es: La sala ahora es pública.
fr: Cette salle est maintenant publique.
ja: このルームをパブリックにしました。
pt: Esta sala está agora em modo público

source: Following rules can be defined:
de: Die folgenden Regeln können definiert werden:
es: Las siguientes reglas pueden ser definidas:
fr: Les règles suivantes peuvent être définies:
ja: 以下のルールが指定できます:
pt: As seguintes regras podem ser definidas:

source: MR5 - The new update to the rules that applys since April 1st, 2020 (MR 5 is an unofficial name)
de: MR5 - neue Regeln, welche seit dem 1. April 2020 in Kraft getreten sind (offiziell Master Rule 5)
ja: MR5 - 2020年4月1日から適用される新ルール (MR 5 は非公式な名前です)
pt: MR5 - A nova atualização das regras de duelo que será aplicada no dia 1º de abril. (MR5 é um nome aplicado a esta atualização extra oficialmente)

source: Link - Enable link summons (Master Rule 4)
de: Link - Linkbeschwörungen (Master Rule 4)
ja: Link - リンク召喚を有効にする (マスタールール4)
pt: link - Habilita as invocações link (Master Rule 4)

source: Default - The default duelling behaviour before link summons came in (Master Rule 3, we advise you to use MR 5 over this one)
de: Default - Duellverhalten bevor Linkbeschwörungen ermöglicht wurden (Master Rule 3) (wir empfehlen, Master Rule 5 zu bevorzugen)
ja: Default - リンク召喚が登場する前の挙動 (マスタールール3、これではなく MR 5 を使うことをお勧めします)
pt: Default - As regras padrão que vieram antes das regras link. (Master Rules 3. Nós aconcelhamo-lo a usar a regra MR5 ao envez desta.)

source: Traditional - Duel rules from the first days of Yu-Gi-Oh
de: traditional - traditionelle Duellregeln von früher
es: Traditional - Reglas de duelo de los primeros días de Yu-Gi-Oh
fr: Traditional - Les règles de duel du premier jour de Yu-gi-oh
ja: Traditional - 遊戯王開始時の初期ルールです。
pt: traditional - As regras em vigor nos primeiros tempos de yugi-oh

source: Invalid duel rules specified. See rules command to get the possible arguments.
de: Ungültige Duellregeln definiert. Siehe rules Kommando für eine Übersicht der gültigen Argumente.
es: Regla de duelo no válida. Teclea rules sin argumentos para ver las disponibles.
fr: Spécification de règles invalide. Consultez la commande rules pour obtenir une liste de tous les arguments.
ja: 不正なルールが指定されました。 rules コマンドで、利用可能な値をチェックしてください。
pt: As regras de duelo especificadas são inválidas. Veja o comando de regras para obter os argumentos possíveis.

source: Duel rules were set to %s.
de: Duellregeln wurden auf %s gesetzt.
es: Reglas de duelo configuradas a %s.
fr: Les règles de duel ont été configurées sur %s.
ja: デュエルのルールを %s に設定しました。
pt: Regras de duelo foram definidas para% s.

source: Your side deck may not contain more than 15 cards (currently %d).
de: Dein Side Deck darf nicht mehr als 15 Karten beinhalten (derzeit %d).
es: Tu baraja lateral no puede contener más de 15 cartas (actualmente %d).
ja: サイドデッキは15枚以下にする必要があります (現在 %d)。
pt: O seu baralho reserva não pode conter mais que 15 cartas (atualmente %d).

source: Deck loaded with %d cards.
de: Deck mit %d Karten geladen.
es: Baraja cargada con %d cartas.
fr: Deck chargé avec %d cartes.
ja: %d 枚のカードをデッキから読み込みました。
pt: Baralho carregado com %d cartas.

source: %s loaded a deck.
de: %s hat ein Deck geladen.
es: %s cargó una baraja.
fr: %s a chargé un deck.
ja: %s がデッキを読み込みました。
pt: %s carregou um baralho.

source: Both teams must have the same amount of players.
de: Beide Gruppen müssen die selbe Anzahl Spieler haben.
es: Ambos equipos deben tener la misma cantidad de jugadores.
fr: Les deux équipes doivent contenir le même nombre de joueurs.
ja: 双方のチームの人数は同じでなければなりません。
pt: Ambas as equipes devem ter a mesma quantidade de jogadores.

source: Both teams may only have one or two players.
de: Beide Gruppen dürfen nur einen oder zwei Spieler haben.
es: Ambos equipos deben tener uno o dos jugadores.
fr: Les deux équipes ne peuvent contenir qu'un ou deux joueurs.
ja: 各チームメンバーは、1人または2人である必要があります。
pt: Ambas as equipas podem ter apenas um ou dois jogadores.

source: %s doesn't have a deck loaded yet.
de: %s hat noch kein Deck geladen.
es: %s no tiene una baraja cargada todavía.
fr: %s n'a pas encore chargé de deck.
ja: %s がまだデッキを読み込んでいません。
pt: %s ainda não tem um baralho carregado.

source: Players currently locking this room: {0}
de: Den Raum blockierende Spieler: {0}
ja: このルームをロックしているプレイヤー: {0}
pt: Players atualmente bloqueando a sala {0}

source: you
de: Du
ja: 自分
pt: você

source: This server is going to reboot soon, you cannot start a duel right now.
de: Dieser Server startet bald neu, bis dahin können keine Duelle ausgetragen werden.
ja: このサーバーはまもなく再起動されます。デュエルを開始することはできません。
pt: Este servidor irá reiniciar brevemente. Você não pode iniciar um duelo agora mesmo.

source: You start the duel.
de: Du hast das Duell begonnen.
es: Comienzas el duelo.
fr: Vous commencez le duel.
ja: デュエルを開始します。
pt: Você inicia o duelo.

source: %s starts the duel.
de: %s hat das Duell gestartet.
es: %s comienza el duelo.
fr: %s commence le duel.
ja: %s がデュエルを開始します。
pt: %s inicia o duelo.

source: You need to play rock paper scissors to decide upon who will go first.
de: Du musst Schere Stein Papier spielen um zu entscheiden, wer anfangen darf.
es: Deberéiss jugar a piedra papel o tijera para decidir quien irá primero.
ja: じゃんけんで先攻を決めます。
pt: Você precisa jogar ao pedra papel ou tesoura para decidir quem vai em primeiro lugar.

source: {0} and {1} will now play rock paper scissors to decide upon who will go first.
de: {0} und {1} werden jetzt Schere Stein Papier spielen, um zu entscheiden, wer anfangen darf.
es: {0} y {1} ahora jugarán a piedra papel o tijera para decidir quién irá primero.
ja: {0} と {1} は、じゃんけんで先攻を決めます。
pt: {0} e {1} irão jogar ao pedra papel e tesoura para decidir quem irá primeiro.

source: You've lost the last duel of this match, thus you may decide who'll go first.
de: Du hast das letzte Duell dieses Matches verloren, weshalb Du entscheiden darfst, wer dieses Duell beginnt.
ja: 貴方はこのマッチにおいて、前回のデュエルに敗北したので、先攻を決められます。
pt: você perdeu o último duelo jogado nesta partida. Assim sendo, você poderá decidir quem irá primeiro.

source: You've won the last duel of this match, thus your opponent may decide who will go first.
de: Du hast das letzte Duell dieses Matches gewonnen, weshalb Dein Gegner entscheiden darf, wer dieses Duell beginnt.
ja: 貴方はこのマッチにおいて、前回のデュエルに勝利したので、対戦相手が先攻を決めます。
pt: Você venceu o último duelo jogado nesta partida. Assim sendo, o seu oponente decidirá quem irá primeiro em seguida.

source: {0} lost the last duel of this match and thus may decide who will go first.
de: {0} hat das letzte Duell dieses Matches verloren und darf daher entscheiden, wer dieses Duell beginnt.
ja: {0} が、このマッチにおいて前回のデュエルに敗北したので、先攻を決めます。
pt: {0} perdeu o duelo nesta partida, assim sendo poderá decidir quem irá primeiro em seguida.

source: You can invite any player to join this room. Simply type invite <player> to do so.
de: Du kannst jeden Spieler in diesen Raum einladen. Tippe einfach invite Spielername.
es: Puedes invitar a un jugador a unirse a la sala. Solo teclea invite <jugador> para ello.
fr: Vous pouvez inviter n'importe quel joueur à rejoindre cette salle. Tapez simplement invite <joueur> pour le faire.
ja: 誰でもプレイヤーを招待できます。 invite <プレイヤー名> で実行できます。
pt: Você pode convidar qualquer jogador para entrar nesta sala. Simplesmente digite envite <player> para fazê-lo

source: %s invites you to join their duel room. Type join %s to do so.
de: %s lädt Dich ein, seinem Duellraum beizutreten. Tippe join %s, um die Einladung anzunehmen.
es: %s te invita a entrar a su sala. Teclea join %s para unirte.
fr: %s vous invite à rejoindre sa salle de duel. Tapez join %s pour le faire.

source: {0} already got an invitation to this room.
de: {0} wurde bereits eingeladen.
es: {0} ya ha recibido una invitación para esta sala.
ja: {0} は、すでにこのルームへの招待を受け取っています。
pt: {0} já recebeu um convite para juntar-se à sala.

source: Usage: lifepoints <team> <lp>
de: Verwendung: lifepoints <gruppe> <lp>
es: Uso: lifepoints <equipo> <lp>
ja: 使い方: lifepoints <team> <lp>
pt: Uso: lifepoints <team> <lp>

source: Lifepoints for %s set to %d.
de: Lebenspunkte für %s auf %d gesetzt.
es: Puntos de vida para %s configurados a %d.
fr: Les points de vie de %s ont été réglés sur %d.
ja: %s のライフポイントを %d に設定しました。
pt: Pontos de vida para %s definido como %d.

source: Settings saved.
de: Einstellungen gespeichert.
es: Configuraciones guardadas.
fr: Réglages sauvegardés.
ja: 設定を保存しました。
pt: Configurações salvas.

source: You can remove any player from this room, except yourself. Type remove <player> to do so.
de: Du kannst jeden Spieler aus dem Raum entfernen, mit Ausnahme Deiner Selbst. Verwende remove <spielername> dafür.
es: Puedes sacar a cualquier persona de esta sala, excepto a ti mismo. Escribe remove <jugador> para hacerlo.
ja: 自分以外のプレイヤーを、ルームから退室させることができます。 remove <プレイヤー名> コマンドを利用してください。
pt: Você pode remover um player desta sala exceptuando-se a si mesmo. Digite remove <player> para fazê-lo

source: You cannot remove yourself from this room.
de: Du kannst Dich Selbst nicht aus diesem Raum entfernen.
es: No puedes sacarte a ti mismo de esta sala.
ja: 自分自身をルームから出すことはできません。
pt: Você não pode remover a si mesmo desta sala.

source: {0} is currently not in this room.
de: {0} ist derzeit nicht in diesem Raum.
es: {0} actualmente no está en esta sala.
ja: {0} は、このルームにいません。
pt: O jogador {0} não está atualmente nesta sala.

source: You can only remove watchers after starting the duel or match.
de: Nachdem das Duell oder das Match gestartet wurde, können nur noch Zuschauer aus dem Raum entfernt werden.
ja: デュエル、またはマッチを開始した後に、観戦者を退室させられます。
pt: Você pode remover espectadores apenas depois que o duelo ou a partida em modo revanche começar.

source: You ask {0} friendly to leave this room.
de: Du bittest {0} höflich, diesen Raum zu verlassen.
es: Le pides amablemente a{0} que se vaya de la sala.
ja: {0} に、ルームへの退室を依頼します。
pt: Você pede a {0} amistosamente para que se retire desta sala.

source: {0} asks you friendly to leave the room.
de: {0} bittet Dich höflich, diesen Raum zu verlassen.
es: {0} te pide amablemente que te vayas de la sala.
ja: {0} が、貴方にこのルームから退室するように依頼しています。
pt: {0} pede-lhe amistosamente para que se retire desta sala.

source: {0} asks {1} friendly to leave this room.
de: {0} bittet {1} höflich, diesen Raum zu verlassen.
es: {0} le pide amablemente a {1} que se vaya de la sala.
ja: {0} が、 {1} にルームから退室するように依頼しています。
pt: {0} pede a {1} amistosamente para que se retire da sala.

source: You have no deck loaded, so you can't exchange cards between main and side deck yet.
de: Du hast derzeit kein Deck geladen, also kannst Du auch keine Karten zwischen Main Deck und Side Deck austauschen.
ja: デッキをロードしていないため、メインデッキとサイドデッキ間でのカード交換はできません。
pt: Você não tem nem um baralho carregado. Assim sendo, você não poderá efectuar trocas entre o seu baralho principal e o seu baralho reserva.

source: You can only exchange cards after the first duel of the match ended.
de: Du kannst erst dann Karten mit Deinem Side-Deck austauschen, wenn das erste Duell des Matches beendet ist.
ja: マッチでの最初のデュエルが終了した後に、メインデッキン・サイドデッキ間でカードを交換できます。
pt: Você só poderá efectuar trocas de cartas após o término do primeiro duelo.

source: Your side deck doesn't contain any cards, so you can't exchange cards with your main deck.
de: Dein Side Deck beinhaltet keine Karten, also kannst Du auch keine Karten mit Deinem Main Deck austauschen.
ja: サイドデッキにカードが入っていないため、メインデッキと入れ替えることができません。
pt: O seu baralho reserva não contém nem uma carta. Assim sendo, você não poderá efectuar trocas entre este e o seu baralho principal.

source: You can only exchange a card located in the main deck against another card from the main deck and same goes for the extra deck.
de: Du kannst nur Karten aus dem Main Deck mit anderen Karten des Main Decks tauschen, selbiges gilt auch für das Side Deck.
ja: メインデッキのカード同士、エクストラデッキのカード同士のみ交換できます。
pt: Você só poderá trocar uma carta localizada no baralho principal por outra sendo que a mesma irá para o deck extra.
