Repository: tspivey/yugioh-game
Catalog: locale/*/LC_MESSAGES/game.po
Languages: de, es, fr, ja, pt

source: You exchange {0} from your main deck against {1} from your side deck.
de: Du tauschst {0} aus Deinem Main Deck gegen {1} aus Deinem Side Deck aus.
ja: メインデッキの {0} を、サイドデッキの {1} と交換しました。
pt: Você efectua a troca de {0} localizada no seu baralho principal por {1} localizada no seu baralho reserva.

source: You're now locking the room.
de: Du sperrst jetzt diesen Raum.
ja: ルームにロックをかけました。
pt: Agora você está bloqueando a sala

source: {0} is now locking the room.
de: {0} sperrt jetzt den Raum.
ja: {0} が、ルームにロックをかけました。
pt: Agora {0} está bloqueando a sala.

source: You are no longer locking the room.
de: Du sperrst den Raum nicht länger.
ja: ルームのロックを外しました。
pt: Você não está mais bloqueando a sala.

source: {0} is no longer locking the room.
de: {0} sperrt den Raum nicht länger.
ja: {0} が、ルームのロックを外しました。
pt: {0} Não está mais bloqueando a sala.

source: You can either use random public to select a random public deck, random private to randomly select one of your private decks or random all to select a deck from both distinct lists.
de: Du kannst entweder random public verwenden, um ein zufälliges öffentliches Deck zu laden, random private, um ein zufälliges privates Deck aus deiner Sammlung zu laden oder random all, um ein zufälliges Deck aus beiden Listen zu wählen.

source: You need to select a random deck from either all, private or public decks.
de: Du musst ein zufälliges Deck mittels random all, random public oder random private auswählen.

source: no decks found to choose from.
de: Kein Deck gefunden, um davon zufällig auszuwählen.

source: Randomly selected deck {deckname}
de: Es wurde zufällig das Deck {deckname} gewählt.

source: Please enter y or n.
de: Gib y oder n ein
es: Por favor introduce Y o N.
fr: Veuillez entrer y ou n.
ja: y または n を入力してください。
pt: Por favor digite y ou n.

source: You decide to go first.
de: Du entscheidest Dich, dieses Duell zu beginnen.
es: Decides ir primero.
ja: 先攻を取ります。
pt: Você decide ir em primeiro.

source: You decide to go second.
de: Du entscheidest Dich, als Zweiter am Zug zu sein.
es: Decides ir segundo.
ja: 後攻を取ります。
pt: Você decide ir em segundo.

source: {0} decides to go first.
de: {0} entscheidet sich, dieses Duell zu beginnen.
es: {0} decide ir primero.
ja: {0} は、先攻を取ります。
pt: {0} decide ir em primeiro.

source: {0} decides to go second.
de: {0} entscheidet sich, als Zweites am Zug zu sein.
es: {0} decide ir segundo.
ja: {0} は、後攻を取ります。
pt: {0} decide ir em segundo.

source: Do you want to go first?
de: Möchtest Du beginnen?
es: Quieres ir primero?
ja: 先攻を取りますか？
pt: Você deseja ir em primeiro?

source: Yes
de: Ja
es: Sí
pt: Sim

source: No
de: Nein
pt: Não

source: You choose {0}.
de: Du wählst {0}.
es: Eliges {0}.
ja: {0} を選択。
pt: você escolheu {0}.

source: Rock
de: Stein
es: Piedra
ja: グー
pt: Pedra

source: Paper
de: Papier
es: Papel
ja: パー
pt: papel

source: Scissors
de: Schere
es: Tijeras
ja: チョキ
pt: Tesoura

source: You now need to wait for {0} to choose.
de: Du musst noch auf {0} warten.
es: Ahora debes esperar a que{0} elija.
ja: {0} の手を待ちます。
pt: Agora você precisa esperar que {0} escolha.

source: Here are the results:
de: Hier sind die Ergebnisse:
es: Aquí están los resultados:
ja: じゃんけんの結果:
pt: Aqui estão os resultados:

source: {0} has chosen {1}.
de: {0} hat {1} gewählt.
es: {0} ha elegido {1}.
ja: {0} は {1} を出しました。
pt: {0} escolheu {1}.

source: Noone will be the victor this round.
de: Niemand gewinnt diese Runde.
es: Nadie ha salido victorioso esta ronda.
ja: あいこです。
pt: Ninguém venceu nesta ronda.

source: Since you've won, you may now choose who will go first.
de: Da Du gewonnen hast, darfst Du entscheiden, wer beginnen darf.
es: Ya que has ganado, ahora puedes decidir quién irá primero.
ja: 勝ったので、先攻/後攻を決められます。
pt: Uma vez que você venceu, você poderá aagora escolher quem deverá ir primeiro.

source: You've lost, so you must wait for your opponent to choose if they want to go first.
de: Da Du verloren hast, musst Du auf die Entscheidung Deines Gegners warten.
es: Has perdido, así que debes esperar a que tu oponente elija
ja: 負けたので、対戦相手が先攻/後攻を選びます。
pt: Você perdeu, assim terá que esperar que seu oponente escolha se quer ir em primeiro.

source: {0} wins and may now choose who will go first.
de: {0} gewinnt und darf nun entscheiden, wer beginnen wird.
es: {0} ha ganado y ahora puede elegir quién irá primero.
ja: {0} が勝ち、先攻/後攻を選びます。
pt: O jogador {0} vence e pode agora escolher se deseja ir em primeiro.

source: What do you want to choose?
de: Was möchtest Du wählen?
es: ¿Qué quieres elegir?
ja: どれを選択しますか？
pt: o que você quer escolher?

source: draw phase
fr: phase de pioche
ja: ドローフェイズ
pt: Fase de saque

source: standby phase
ja: スタンバイフェイズ
pt: Fase de Espera

source: battle phase
fr: phase de combat
ja: バトルフェイズ
pt: Fase de Batalha

source: end phase
fr: phase de fin
ja: エンドフェイズ
pt: Fase Final

source: No decks.
es: No hay barajas.
fr: Pas de decks.
ja: デッキなし
pt: Você não tem baralhos.

source: You own %d decks:
es: Tienes %d barajas:
fr: Vous possédez %d decks:
ja: %d種類のデッキを所有しています:
pt: Você tem %d Baralhos:

source: {0} public decks available:
es: {0} barajas públicas disponibles:
ja: {0}種類の公開デッキが利用可能:
pt: {0} baralhos públicos disponíveis

source: deck
es: baraja
ja: デッキ
pt: Baralho

source: Hand: %s: %d %s: %d
es: Mano: %s: %d %s: %d
fr: Main: %s: %d %s: %d
ja: 手札: %s: %d %s: %d
pt: Mão: %s: %d %s: %d

source: Deck: %s: %d %s: %d
es: Baraja: %s: %d %s: %d
ja: デッキ: %s: %d %s: %d
pt: Baralho: %s: %d %s: %d

source: {player1} has cowardly submitted to {player2}.
fr: {player1} s'est lâchement soumis à {player2}.
ja: {player1} は {player2} を前にギブアップしました。
pt: {player1} Se rendeu covardemente perante {player2}.

source: message
es: Mensaje
ja: メッセージ
pt: Mensagem

source: m: Main phase 2.
es: M: Fase principal 2
fr: m: Phase principale 2.
ja: m: メインフェイズ2へ
pt: M: fase principal 2.

source: %d in deck.
es: %d en baraja.
fr: %d dans le deck.
ja: デッキ %d 枚
pt: %d no baralho.

source: main deck:
es: baraja principal:
ja: メインデッキ:
pt: Baralho principal

source: side deck:
es: baraja lateral:
ja: サイドデッキ:
pt: Baralho reserva.

source: %s has ended the duel.
es: %s ha finalizado el duelo
fr: %s a mis un terme au duel.
ja: %s がデュエルを終了しました。
pt: %s finalizou o duelo.

source: %s invites you to watch his duel. Type watch %s to do so.
ja: %s から、このデュエルの観戦に招待されています。 watch %s で、デュエルを観戦できます。
pt: %s convida você para assistir seu duelo. Digite watch %s para fazê-lo.

source: %s - Won: %d, Lost: %d, Drawn: %d, Surrendered: %d
es: %s - Ganado: %d, Perdido: %d, Robado: %d, Rendido: %d
fr: %s - Victoires: %d, Défaites: %d, Egalités: %d, abandons: %d
ja: %s - 勝利: %d, 敗北: %d, 引き分け: %d, 降伏: %d
pt: %s - Ganhou: %d, Perdeu: %d, Empatou: %d, Entregou-se: %d

source: Conclusion - Won: %d, Lost: %d, Drawn: %d, Surrendered: %d
es: Conclusión - Ganado: %d, Perdido: %d, Robado: %d, Rendido: %d
fr: Conclusion - Victoires: %d, Défaites: %d, Egalités: %d, abandons: %d
ja: 結論 - 勝利: %d, 敗北: %d, 引き分け: %d, 降伏: %d
pt: Conclusão - Ganhou: %d, Perdeu: %d, Empatou: %d, Entregou-se: %d

source: deck - select a deck to duel with
es: deck - select a selecciona una baraja para el duelo
fr: deck - choisissez un deck pour le duel
ja: deck - デュエルで使用するデッキを選択する
pt: deck - seleciona um deck para duelar

source: %s invites you to join his duel room. Type join %s to do so.
ja: %s からデュエルルームへの招待が届いています。 join %s で参加できます。
pt: %s convida você a se juntar à sua sala de duelo. Digite join %s para fazê-lo

source: Main deck:
ja: メインデッキ:
pt: Baralho principal

source: Side deck:
ja: サイドデッキ:
pt: baralho reserva.

source: LP: %s: %d %s: %d
fr: PV: %s: %d %s: %d
pt: Pontos de vida: %s: %d %s: %d

source: %s has ended the match.
pt: A partida foi finalizada por %s

source: Default - The default duelling behaviour before link summons came in
es: Default - Reglas de duelo por defecto antes de que se añadieran los monstruos de enlace
fr: Défaut - Les règles de bases pour les duels avant que les invocations par lien n'apparaissent

source: Link - Enable link summons
es: Link - Abilitar invocaciones por enlace
fr: Link - active les invocations par lien

source: You can only remove watchers after starting the duel.
es: Solo puedes sacar a los espectadores después de iniciar el duelo.

source: Attack: %d Level: %d
fr: Attaque: %d Niveau: %d

source: Invalid entry.
fr: Entrée invalide.

source: ({attack}) level {level}
fr: ({attack}) niveau {level}

source: You joined your new room. You need to finish the setup to make it available to the other players.
fr: Vous avez rejoint votre nouvelle salle. Vous devez terminer la configuration pour qu'elle soit accessible par les autres joueurs.

source: Activating %s
fr: Active %s

source: %s activating %s
fr: %s active %s

source: {winner} won the duel between {player1} and {player2} ({reason}).
fr: {winner} a gagné le duel entre {player1} et {player2} ({reason}).

source: c: check deck against banlist
fr: c: confronter le deck à la banlist

source: Command (%d cards in main deck, %d cards in extra deck):
fr: Commande (%d cartes dans le main deck, %d cartes dans l'extradeck):

source: That duel is private.
fr: Ce duel est privé.

source: Deck doesn't exist.
fr: Ce deck n'existe pas.

source: Your main deck must contain between 40 and 200 cards (currently %d).
fr: Votre main deck doit contenir entre 40 et 200 cartes (actuellement %d).
