Repository: tspivey/yugioh-game
Catalog: locale/*/LC_MESSAGES/game.po
Languages: de, es, fr, ja, pt

source: {0} (now at {1}, previously at {2})
de: {0} (jetzt auf {1}, vorher auf {2})
ja: {0} (現在の位置 {1}, 以前の位置 {2})

source: {0}, (previously at {1})
de: {0} (vorher auf {1})
ja: {0}, (以前の位置 {1})

source: Forbidden cards (not allowed at all):
de: Verbotene Karten (nicht im Deck erlaubt):
es: Cartas prohibidas (no permitidas en absoluto):
ja: 禁止カード (1枚も許可されない):
pt: cartas banidas (Não são permitidas):

source: Limited cards (only allowed once):
de: Limitierte Karten (nur ein Mal im Deck erlaubt):
es: Cartas limitadas (solo permitidas una vez):
ja: 制限カード (1枚だけ許可):
pt: Cartas limitadas(São permitidas apenas uma vez):

source: Semi-limited cards (only allowed twice):
de: Semi-limitierte Karten (zwei Mal im Deck erlaubt):
es: Cartas semilimitadas (solo permitidas dos veces):
ja: 準制限カード (2枚だけ許可):
pt: Cartas semi-limitadas (São permitidas duas vezes):

source: Changes between {0} and {1} banlist:
de: Änderungen zwischen den Bannlisten {0} und {1}:
ja: 禁止カードリスト {0} と {1} の変更点:
pt: altera entre {0} e {1} banlist:

source: Amount of allowed cards changed:
de: Anzahl der Karten verändert:
ja: 変更によって許可されたカード:
pt: Quantidade de cartas alterada

source: Removed cards (no longer on banlist):
de: Entfernte Karten (nicht mehr auf der Bannliste):
ja: 禁止カードリストから除外されたカード:
pt: Cartas removidas (Não se encontram na banlist):

source: Activate this card.
de: Aktiviere diese Karte.
es: Activar esta carta.
fr: Activez cette carte.
ja: このカードを使用
pt: Ativar esta carta.

source: Attack: %d Link rating: %d
de: Angriff: %d Linkzahl: %d
es: Ataque: %d rating de enlace: %d
ja: 攻撃力: %d リンクレーティング: %d
pt: ataque: %d classificação de link %d

source: Attack: %d Defense: %d Rank: %d
de: Angriff: %d Verteidigung: %d Rang: %d
es: Ataque: %d Defensa: %d Rango: %d
ja: 攻撃力: %d 守備力: %d ランク: %d
pt: Ataque: %d defesa: %d Rank %d

source: Attack: %d Defense: %d Level: %d
de: Angriff: %d Verteidigung: %d Stufe: %d
es: Ataque: %d Defensa: %d Nivel: %d
fr: Attaque: %d Défense: %d Level: %d
ja: 攻撃力: %d 守備力: %d レベル: %d
pt: Ataque: %d Defesa: %d Nível: %d

source: Pendulum scale: %d/%d
de: Pendelbereich: %d/%d
es: Escala de péndulo: %d/%d
fr: Echelle pendule: %d/%d
ja: ペンデュラムスケール:%d/%d
pt: Escala de Pêndulo: %d/%d

source: Link Markers: %s
de: Linkpfeile: %s
es: Marcas de enlace: %s
fr: Marqueurs lien: %s
ja: リンクマーカー:%s
pt: Marcadores de link: %s

source: attached xyz materials:
de: Angehängte XYZ-Materialien:
es: Materiales xyz acoplados:
fr: matériaux xyz attachés:
ja: 付属しているxyz素材:
pt: Possui materiais XYZ anexados:

source: no xyz materials attached
de: Keine XYZ-Materialien angehängt.
es: no hay materiales xyz acoplados
fr: n'a pas de matériaux xyz qui lui sont attachés:
ja: xyz素材は付属していません
pt: Não possui materiais XYZ anexados

source: face-up attack
de: Offener Angriff
es: Ataque boca arriba
fr: attaque face recto
ja: 表向き 攻撃
pt: Virada para cima em modo de ataque

source: face-down attack
de: Verdeckter Angriff
es: Ataque boca abajo
fr: attaque face verso
ja: 裏向き 攻撃
pt: Virada para baixo em modo de ataque

source: face-up
de: offen
es: Boca arriba
fr: face recto
ja: 表向き
pt: Virada para cima

source: face-up defense
de: Offene Verteidigung
es: Defensa boca arriba
fr: défense face recto
ja: 表向き 守備
pt: Virada para cima em modo de defesa

source: face down
de: Verdeckt
es: Boca abajo
fr: face verso
ja: 裏向き
pt: Virada para baixo.

source: face-down defense
de: Verdeckte Verteidigung
es: Defensa boca abajo
fr: défense face verso
ja: 裏向き 守備
pt: Virada para baixo em modo de defesa

source: unknown
de: unbekannt

source: no set
de: kein Set

source: You currently don't receive messages from this channel, so you may not see the history.
de: Du erhältst derzeit keine Nachrichten von diesem Kanal, also darfst Du auch den Verlauf nicht sehen.
es: No estás recibiendo mensajes de este canal, así que no puedes ver su historial.
fr: vous ne recevez actuellement pas de messages depuis ce canal, vous ne pouvez donc pas voir l'historique.
ja: 現在、このチャンネルからのメッセージは受信されていません。そのため、メッセージ履歴はありません。
pt: Você não recebe mensagens deste canal, portanto você não pode ler o histórico do mesmo

source: No messages yet.
de: Noch keine Nachrichten gefunden.
es: No hay mensajes todavía.
fr: Pas encore de messages.
ja: まだメッセージはありません
pt: Ainda não tem mensagens

source: bottom left
de: unten links
fr: en bas à gauche
ja: 左下
pt: Inferior Esquerda

source: bottom
de: unten
fr: en bas
ja: 下
pt: Inferior

source: bottom right
de: unten rechts
fr: en bas à droite
ja: 右下
pt: Inferior Direita

source: left
de: links
fr: gauche
ja: 左
pt: Esquerda

source: right
de: rechts
fr: droite
ja: 右
pt: Direita

source: top left
de: oben links
fr: en haut à gauche
ja: 左上
pt: Topo Esquerda

source: top
de: oben
fr: en haut
ja: 上
pt: Topo

source: top right
de: oben rechts
fr: en haut à droite
ja: 右上
pt: Topo Direita

source: main1 phase
de: Main Phase 1
fr: phase principale 1
ja: メインフェイズ１
pt: Fase Principal 1

source: battle start phase
de: Battle Phase
fr: début de la phase de combat
ja: バトルスタートフェイズ
pt: Iniciando a Fase de Batalha

source: battle step phase
de: Battle Step
fr: phase de combat
ja: バトルステップフェイズ
pt: Fase de Batalha

source: damage phase
de: Damage Step
fr: phase de dommages
ja: ダメージフェイズ
pt: Fase de Dano

source: damage calculation phase
de: Schadensberechnung
fr: phase de calcule des dommages
ja: ダメージ計算フェイズ
pt: Fase de ccálculo de dano

source: main2 phase
de: Main Phase 2
fr: phase principale 2
ja: メインフェイズ２
pt: Fase Principal 2

source: no banlist with name {banlist} found.
de: Bannliste mit Namen {banlist} nicht gefunden.

source: There are {amount} public decks available:
de: Es sind {amount} öffentliche Decks verfügbar:

source: compatible with no banlist
de: mit keiner Bannliste kompatibel
es: no compatible con ninguna banlist
ja: 適合している禁止カードリストなし
pt: compatível com nem uma banlist

source: compatible with {0} banlist
de: kompatibel mit {0} Bannliste
es: compatible con banlist {0}
ja: {0} 禁止カードリストに適合
pt: Compatível com banlist {0}

source: You own {amount} decks:
de: Du besitzt {amount} Decks:

source: public
de: öffentlich
es: pública
fr: publique
ja: 公開
pt: Pública

source: private
de: privat
es: pribada
fr: privée
ja: プライベート
pt: Privada

source: There are {amount} other decks available:
de: Es sind {amount} andere Decks verfügbar:

source: {shown} decks shown, {filtered} decks filtered
de: {shown} Decks angezeigt, {filtered} Decks gefiltert

source: Deck not found.
de: Deck nicht gefunden.
es: Baraja no encontrada.
fr: Deck non trouvé.
ja: デッキが見つかりません
pt: Baralho não foi encontrado

source: Deck cleared.
de: Deck geleert.
es: Baraja limpiada.
fr: deck nettoyé.
ja: デッキをクリアしました
pt: Baralho limpo.

source: Deck deleted.
de: Deck gelöscht.
es: Baraja eliminada.
fr: deck supprimé.
ja: デッキを削除しました
pt: Baralho Apagado.

source: Usage: deck rename <old>=<new>
de: Verwendung: deck rename <alt>=<neu>
es: Uso: deck rename <viejo>=<nuevo>
fr: Usage: deck rename <vieux>=<nouveau>
ja: 使い方: deck rename <旧デッキ名>=<新デッキ名>
pt: Uso: deck rename <antigo>=<novo>.

source: Deck names may not contain =.
de: Decknamen dürfen kein = enthalten.
es: Los nombres de barajas no pueden contener =.
fr: Les noms de decks ne doivent pas contenir =.
ja: デッキ名にイコールを含めることはできません
pt: Nomes de baralhos não podem conter=.

source: Destination deck already exists
de: Dieses Deck existiert bereits.
es: Esa baraja ya existe.
fr: Le deck de destination existe déjà
ja: リネーム先のデッキがすでに存在します
pt: O baralho destino já existe.

source: Deck renamed.
de: Deck umbenannt.
es: Baraja renombrada.
fr: deck renommé.
ja: デッキの名前を変更しました
pt: Baralho renomeado.

source: Usage: deck copy <old>=<new>
de: Verwendung: deck copy <alt>=<neu>
es: Uso: deck copy <antigua>=<nueva>
fr: Usage: deck copy <vieux>=<nouveau>
ja: 使い方: deck copy <コピー元デッキ>=<コピー先デッキ>
pt: Uso: deck copy <Antigo>=<Novo>

source: The copy destination can only be one of your own decks.
de: Du kannst als Ziel nur ein eigenes Deck wählen.
es: El destino de la copia solo puede ser una de tus propias bajaras.
ja: コピー先は、自分のデッキのうちの1つでなければなりません。
pt: O destino da cópia só pode ser um de seus baralhos

source: You don't need to mention yourself if you want to use your own deck.
de: Du brauchst Dich nicht selbst erwähnen, wenn Du ein eigenes Deck verwenden möchtest.
es: No tienes que mencionarte a ti mismo si quieres usar tu propia baraja.
ja: 自分のデッキを使いたい場合は、自分自身の名前を入れる必要はありません。
pt: Você não precisa mensionar-se a si mesmo se quiser usar o seu próprio baralho

source: Player {0} could not be found.
de: Spieler {0} wurde nicht gefunden.
es: El jugador {0} no fue encontrado.
ja: プレイヤー {0} が見つかりませんでした。
pt: O jogador {0} não pôde ser encontrado

source: Deck doesn't exist or isn't publically available.
de: Dieses Deck existiert nicht oder ist nicht öffentlich verfügbar.
es: La baraja no existe o no está disponible públicamente.
ja: デッキが存在しないか、有効な公開デッキではありません。
pt: O baralho não existe ou não está disponível publicamente

source: Deck copied.
de: Deck opiert.
es: Baraja copiada.
fr: deck copié.
ja: デッキをコピーしました。
pt: Deck copiado.

source: Usage: deck draw <deck>=<number>
de: Verwendung: deck draw <deckname>=<anzahl karten>
es: Uso: deck draw <baraja>=<número>
fr: Usage: deck draw <deck>=<nombre>
ja: 使い方: deck draw <デッキ名>=<数字>
pt: Uso: Deck draw <deck>=<número de cartas>

source: I didn't understand the amount of cards you want to draw.
de: Ich habe nicht verstanden, wieviele Karten Du ziehen möchtest.
ja: 何枚のカードをドローするか読み取れませんでした。
pt: eu não pude entender a quantidade de cartas que você deseja sacar.

source: Drew: %s
de: Ziehe: %s
es: Robado: %s
fr: Piochées: %s
ja: %s をドロー
pt: sacou: %s

source: You cannot edit public decks. Switch it back to private by using deck private {0} first.
de: Du kannst öffentliche Decks nicht bearbeiten. Setze es mit deck private {0} erst wieder auf privat.
es: No puedes editar barajas públicas. Cámbiala a privada primero usando deck private {0}
ja: 公開デッキは編集できません。 deck private {0} でプライベートに戻してから実行してください。
pt: você não pode editar baralhos públicos. Troque-os para privado primeiro, usando o comando deck private {0}

source: Deck exists, loading.
de: Das Deck existiert bereits, es wird geladen.
es: Baraja existente, cargando.
fr: Le deck existe, chqrge;ent
ja: デッキが見つかりました、読み込んでいます
pt: Este baralho já existe, carregando

source: Invalid cards were removed from this deck. This usually occurs after the server loading a new database which doesn't know those cards anymore.
de: Ungültige Karten wurden aus dem Deck entfernt. Dies tritt immer dann auf, wenn vom Server eine neue Datenbank geladen wurde, welche die alten Karten nicht mehr, oder unter einer anderen ID beinhaltet.
es: Cartas inválidas han sido eliminadas de la baraja. Esto se produce normalmente cuando hay actualización de la base de datos de cartas y algunas desaparecen.
fr: Les cartes invalides ont été retirées de ce deck. cela se produit habituellement lorsque le serveur télécharge une nouvelle base de données, qui ne connaît plus ces cartes.
ja: 不正なカードがデッキから削除されました。これは多くの場合、サーバー側のカードデータの更新の結果、削除されたカードがあった場合に発生します。
pt: Algumas cartas foram removidas, isso pode ocorrer quando o servidor reinicia com um novo banco de cartas e não reconhece as cartas antigas.

source: Creating new deck %s.
de: Neues Deck %s erstellt.
es: Creando nueva baraja %s.
fr: Création d'un nouveau deck %s.
ja: %s という新しいデッキを作成中
pt: Criando novo baralho: %s.

source: That deck already exists.
de: Dieses Deck existiert bereits.
es: Esa baraja ya existe.
fr: ce deck existe déjà.
ja: そのデッキはすでに存在します。
pt: Esse baralho já existe.

source: Deck created.
de: Deck erstellt.
es: Baraja creada.
fr: deck créé.
ja: デッキを作成しました。
pt: Baralho criado.

source: The following banlists are available (from newest to oldest):
de: Die folgenden Bannlisten sind verfügbar (neu nach alt):
es: Las siguientes banlists están disponibles (de más a menos reciente):
ja: 以下の禁止カードリストが利用可能です（新しい順）:
pt: As seguintes banlists estão disponíveis (da mais nova para a mais antiga):

source: This banlist is unknown.
de: Diese Bannliste ist unbekannt.
es: Esta banlist es desconocida.
ja: 不明な禁止カードリストです。
pt: Esta banlist é desconhecida.

source: %s: limit %d, found %d.
de: %s: Limit %d, %d gefunden.
es: %s: limitada a %d, encontradas %d.
fr: %s: limite %d, trouvées %d.
ja: %s: 制限 %d枚、 現在 %d枚
pt: %s Limite de cartas %d. Encontradas %d.

source: Check completed with %d errors.
de: Prüfung mit %d Fehlern abgeschlossen.
es: Comprobación completada con %d errores.
fr: vérification terminée avec %d erreurs.
ja: チェック完了、エラー%d
pt: Verificação completada com %d Erros.

source: Usage: deck import <name>=<string>
de: Verwendung: deck import <name>=<deck>
es: Uso: deck import <nombre>=<string>
ja: 使い方: deck import <名前>=<文字列>
pt: Uso: deck import <nome>=<String>

source: Invalid import string.
de: Ungültiges zu importierendes Deck.
es: String de importación no válida.
ja: インポート文字列が不正です。
pt: String para import inválida

source: Deck already exists.
de: Ein Deck mit diesem Namen existiert bereits.
es: La baraja ya existe.
ja: すでにデッキが存在します。
pt: Este baralho já existe

source: Deck %s imported.
de: Deck %s erfolgreich importiert.
es: Baraja %s importada.
ja: デッキ %s をインポートしました。
pt: Baralho %s importado exitosamente

source: This deck is already public.
de: Dieses Deck ist bereits öffentlich.
es: Esta baraja ya es pública.
ja: このデッキはすでに公開されています。
pt: Este baralho já é público

source: This deck is already private.
de: Dieses Deck ist bereits privat.
es: Esta baraja ya es privada.
ja: このデッキはすでに非公開状態です。
pt: Este baralho já é privado

source: Your main deck must contain between 40 and 60 cards (currently %d).
de: Dein Deck muss zwischen 40 und 60 Karten beinhalten (derzeit %d).
es: Tu baraja principal debe contener entre 40 y 60 cards (actualmente %d)
ja: メインデッキは、40枚から60枚のカードで構築しなければなりません (現在 %d)。
pt: O seu baralho principal deve conter entre 40 a 60 cartas. (atualmente %d).

source: Your extra deck may not contain more than 15 cards (currently %d).
de: Dein Extradeck darf nicht mehr als 15 Karten beinhalten (derzeit %d).
es: Tu baraja extra no puede contener más de 15 cartas (actualmente %d).
fr: Votre extra deck ne peut contenir plus de 15 cartes (actuellement %d).
ja: エクストラデッキには15枚までしかカードを入れられません。現在%d枚です。
pt: O seu baralho extra não pode conter mais de 15 cartas. (Atualmente% d).

source: This deck is now public.
de: Dieses Deck ist jetzt öffentlich.
es: Esta baraja ahora es pública.
ja: デッキが公開されました。
pt: Este baralho tornou-se agora público

source: This deck is no longer public.
de: Dieses Deck ist nicht mehr öffentlich.
es: Esta baraja ya no es pública.
ja: デッキの公開を中止しました。
pt: Este baralho não é mais público

source: monsters (%d):
de: Monsterkarten (%d):
es: monstruos (%d):
fr: monstres (%d):
ja: モンスター(%d):
pt: Monstros (%d):

source: spells (%d):
de: Zauberkarten (%d):
es: hechizos (%d):
fr: magies (%d):
ja: スペル(%d):
pt: Magias (%d)

source: traps (%d):
de: Fallenkarten (%d):
es: trampas (%d):
fr: pièges (%d):
ja: トラップ(%d):
pt: Armadilhas (%d):

source: extra (%d):
de: Extradeck (%d):
ja: エクストラ(%d):

source: Duel created. You are player %d.
de: Duell begonnen. Du bist Spieler %d.
es: Duelo creado. Eres el jugador %d.
fr: duel créé. Vous êtes le joueur %d.
ja: デュエルを作成しました。あなたはプレイヤー%dです。
pt: Duelo criado. Você é o jogador %d.

source: Type help dueling for a list of usable commands.
de: Gib help dueling für eine Liste hilfreicher Befehle ein.
es: Escribe "help dueling" para una lista de commandos a utilizar.
fr: tapez help dueling pour une liste des commandes utilisables.
ja: 利用可能なコマンドのリストを表示するには、help dueling を入力してください。
pt: Digite help dueling para uma lista de comandos disponíveis

source: %s will go first.
de: %s ist als Erster dran.
es: %s jugará primero
fr: %s commencera.
ja: %s が先攻です。
pt: %s irá primeiro.

source: Watching stopped.
de: Du bist nun kein Zuschauer mehr.
es: Obsservación cancelada.
fr: Vous n'êtes plus spectateur.
ja: 観察を終了しました。
pt: Visualização do duelo cancelada.

source: Summonable in attack position: %s
de: Kann in Angriffsposition beschworen werden: %s
es: Invocable en posición de ataque: %s
fr: Peut être invoqué en position d'attaque: %s
ja: 攻撃表示で召喚可能: %s
pt: Invocável em modo de ataque: %s.

source: Summonable in defense position: %s
de: Kann in Verteidigungsposition beschworen werden: %s
es: Invocable en posición de defensa: %s
fr: Peut être invoqué en position de défense: %s
ja: 守備表示で召喚可能: %s
pt: Invocável em modo de defesa: %s.

source: Special summonable: %s
de: Kann als Spezialbeschwörung beschworen werden: %s
es: Invocable de forma especial: %s
fr: Peut être invoqué spécialement: %s
ja: 特殊召喚可能: %s
pt: Invocável de forma especial em modo de ataque: %s.

source: Activatable: %s
de: Kann aktiviert werden: %s
es: Activable: %s
fr: Peut être activé: %s
ja: 仕様可能: %s
pt: Ativável: %s

source: Repositionable: %s
de: Kann Position verändern: %s
es: Reposicionable: %s
fr: Peut être changé de position: %s
ja: 位置を変更可能: %s
pt: Reposicionável: %s

source: Settable: %s
de: Kann gesetzt werden: %s
es: Colocable: %s
fr: Peut être posé: %s
ja: セット可能: %s
pt: Colocável: %s

source: {position} card ({spec})
de: {position} Karte ({spec})
es: {position} carta ({spec})
fr: {position} carte ({spec})
ja: {position} カード ({spec})
pt: {position} da carta ({spec})

source: Table is empty.
de: Keine Karten auf dem Tisch.
es: Mesa vacía.
fr: La table est vide.
ja: テーブルは空です。
pt: Mesa Vazia.

source: ({attack}) link rating {level}
de: ({attack}) Linkzahl {level}
es: ({attack}) rating de enlace {level}
ja: ({attack}) リンクレイティング {level}
pt: ({attack}) classificação de link {level}

source: ({attack}/{defense}) rank {level}
de: ({attack}/{defense}) Rang {level}
es: ({attack}/{defense}) rango {level}

source: ({attack}/{defense}) level {level}
de: ({attack}/{defense}) Stufe {level}
es: ({attack}/{defense}) nivel {level}
fr: ({attack}/{defense}) niveau {level}
ja: {attack}/{defense}レベル: {level}
pt: ({attack}/{defense}) nível {level}

source: xyz materials: %d
de: XYZ-Materialien: %d
es: materiales xyz: %d
fr: matériaux xyz: %d
ja: エクシーズ素材: %d
pt: Materiais xyz: %d

source: (equipped to %s)
de: (rüstet %s aus)
es: (equipada a %s)
fr: (équipé à %s)
ja: %s に装備しました。
pt: (Equipada a %s)

source: Zone linked by %s (%s): %s
de: Durch %s (%s) verlinkte Zonen: %s
es: Zona enlazada por %s (%s): %s
fr: Zone liée par %s (%s): %s
ja: ゾーンが %s によってリンクされました (%s): %s
pt: Zona linkada por %s (%s(: %s

source: No cards.
de: Keine Karten.
es: No hay cartas.
fr: Pas de cartes.
ja: カードなし。
pt: Sem cartas

source: link rating %d
de: Linkzahl %d
es: rating de enlace %d
ja: リンクレイティング %d
pt: Classificação de link %d

source: rank %d
de: Rang %d
es: rango %d
ja: ランク %d

source: level %d
de: Stufe %d
es: nivel %d
fr: niveau %d
ja: レベル %d
pt: Nível %d

source: team %s
de: Gruppe %s
es: equipo %s
fr: équipe %s
ja: チーム %s
pt: Equipe %s

source: Grave: %s: %d %s: %d
de: Friedhof: %s: %d, %s: %d
es: Cementerio: %s: %d %s: %d
fr: Cimetière: %s: %d %s: %d
ja: 墓地: %s: %d %s: %d
pt: Cemitério: %s: %d %s: %d

source: Removed: %s: %d %s: %d
de: Verbannt: %s: %d, %s: %d
es: Eliminadas: %s: %d %s: %d
fr: Retirées: %s: %d %s: %d
ja: 除外: %s: %d %s: %d
pt: Removidas do jogo: %s: %d %s: %d

source: Your LP: %d Opponent LP: %d
de: Deine Lebenspunkte: %d, Gegnerische Lebenspunkte: %d
es: Tus puntos de vida: %d Puntos de vida del oponente: %d
fr: Vos PV: %d PV de l'adversaire: %d
ja: 自分のLP: %d 相手のLP: %d
pt: Seus pontos de vida: %d Pontos de vida do oponente: %d

source: Hand: You: %d Opponent: %d
de: Hand: Du %d Karten, Gegner %d Karten
es: Mano: Tu: %d Oponente: %d
fr: Main: vous: %d Adversaire: %d
ja: 手札: 自分: %d 相手: %d
pt: Sua mão: %d Oponente: %d

source: Deck: You: %d Opponent: %d
de: Deck: Du %d Karten, Gegner %d Karten
es: Baraja: Tu: %d Oponente: %d
fr: Deck: Vous: %d Adversaire: %d
ja: デッキ: 自分: %d 相手: %d
pt: Seu baralho: %d Oponente: %d

source: Grave: You: %d Opponent: %d
de: Friedhof: Du %d Karten, Gegner %d Karten
es: Cementerio: Tu: %d Oponente: %d
fr: Cimetière: vous: %d Adversaire: %d
ja: 墓地: 自分: %d 相手: %d
pt: Seu cemitério: %d Oponente: %d

source: Removed: You: %d Opponent: %d
de: Verbannt: Du %d Karten, Gegner %d Karten
es: Eliminadas: Tu: %d Oponente: %d
fr: Retirées: Vous: %d Adversaire: %d
ja: 除外: 自分: %d 相手: %d
pt: cartas removidas: %d: oponente: %d

source: This duel is currently paused.
de: Dieses Duell pausiert derzeit.
es: Este duelo está actualmente en pausa.
fr: Ce duel est actuellement en pause.
ja: このデュエルは、現在ポーズ状態です。
pt: Este duelo está atualmente em pausa.

source: It's your turn.
de: Du bist am Zug.
es: Es tu turno.
fr: C'est votre tour.
ja: あなたのターン。
pt: É o seu turno.

source: It's %s's turn.
de: %s ist am Zug.
es: Es el turno de %s
fr: C'est le tour de %s.
ja: %s のターン。
pt: É o turno de %s.

source: %s: %s card.
de: %s: %s Karte
es: %s: Carta %s.
fr: %s: la carte de %s.
ja: %s: %s カード。
pt: %s: carta %s .

source: Invalid card.
de: Ungültige Karte.
es: Carta no válida.
fr: Carte invalide.
ja: 不正なカードです。
pt: Carta inválida.

source: Duel paused until all duelists reconnect.
de: Duell wird pausiert, bis alle Duellanten wieder verbunden sind.
es: Duelo pausado hasta que los duelistas reconecten.
fr: Duel en pause jusqu'à ce que tous les duellistes se reconnectent.
ja: 全てのデュエリストが再接続するまで、デュエルをポーズします。
pt: Duelo pausado até que todos os duelistas se reconectem.

source: Duel continues.
de: Duell wird fortgesetzt.
es: El duelo continúa.
fr: Le duel continue.
ja: デュエルが再開されます。
pt: Continuando o duelo.

source: {player} is no longer watching this duel.
de: {player} schaut diesem Duell nicht mehr zu.
fr: {player} n'est plus spectateur de ce duel.
ja: {player} が、このデュエルの観察をやめました。
pt: {player} Deixou de assistir a este duelo

source: Watching duel between %s and %s.
de: Schaue Duell zwischen %s und %s zu.
es: Observando el duelo entre %s y %s.
fr: Spectateur du duel entre %s et %s.
ja: %s と %s とのデュエルを観察中
pt: Assistindo duelo entre %s e %s.

source: {player} is now watching this duel.
de: {player} schaut jetzt diesem Duell zu.
fr: {player} est à présent spectateur de ce duel.
ja: {player} が、このデュエルを観察しています。
pt: {player} Está assistindo a este duelo.

source: The duel is currently paused due to not all players being connected.
de: Dieses Duell ist derzeit pausiert, da nicht alle Duellanten verbunden sind.
es: El duelo está pausado porque no todos los jugadores están conectados.
fr: Le duel est actuellement en pause car tous les joueurs ne sont pas connectés.
ja: デュエリストとの接続が切れているため、このデュエルは一時停止されています。
pt: O duelo foi interrompido devido a que nem todos os jogadores se encontram conectados

source: No help topic.
de: Keine Hilfeseite gefunden.
es: No existe esa ayuda.
fr: Pas d'aide à ce sujet.
ja: ヘルプトピックなし
pt: Não existe esse tópico de ajuda.

source: You joined %s's room. The match however started already, thus you can only watch the following duels.
de: Du hast den Raum von %s betreten. Das Match hat allerdings schon begonnen, daher kannst Du nur den folgenden Duellen zuschauen.
ja: %s のルームに入室しました。すでに試合が始まっているため、このデュエルを観戦します。
pt: Você adentrou a sala de duelo de %s. Com tudo, o duelo já começou, e você só poderá assistir a este e aos seguintes duelos.

source: You joined %s's room. Use the teams and move command to move yourself into a team, or stay outside of any team to watch the duel.
de: Du hast den Raum von %s betreten. Benutze die Befehle move und teams, um die Teams einzusehen und dich in eines zu bewegen, oder warte einfach, um ein Zuschauer zu sein.
es: Entras a la sala de %s. usa los comandos teams y move para escoger un equipo, o quédate fuera de los equipos para ver el duelo.
fr: Vous avez rejoint la salle de %s. Utilisez les commandes team ou move pour vous placer dans une équipe, ou bien restez en dehors des équipes pour être spectateur du duel.
ja: %s のルームに入室しました。teams または move コマンドを使ってチームを設定できます。どのチームにも所属しないことで、デュエルを観察することができます。
pt: Você entrou na sala de %s, use o comando move para alternar entre as equipes 1 ou 2. Ou 0 para apenas assistir o duelo.
