Repository: tspivey/yugioh-game
Catalog: locale/*/LC_MESSAGES/game.po
Languages: de, es, fr, ja, pt

source: now editing main deck
de: Bearbeite jetzt Main Deck.
es: ahora editando baraja principal
ja: メインデッキ編集に切り替えました。
pt: Agora editando o baralho principal.

source: %s's table:
de: %ss Tisch:
es: mesa de %s:
fr: table de %s:
ja: %s のテーブル:
pt: Mesa de %s

source: Your table:
de: Dein Tisch:
es: Tu mesa:
fr: Votre table:
ja: 自分のテーブル:
pt: Sua mesa:

source: Opponent's table:
de: Tisch des Gegners:
es: Mesa del oponente:
fr: Table de l'adversaire:
ja: 相手のテーブル:
pt: Mesa do oponente:

source: No one is watching this duel.
de: Niemand schaut diesem Duell zu.
es: Nadie está observando este duelo.
fr: Personne n'est spectateur de ce duel.
ja: このデュエルの観察者は誰もいません。
pt: Ninguém está assistindo esse duelo.

source: People watching this duel:
de: Zuschauende Spieler:
es: Observadores de este duelo:
fr: Personnes assistant à ce duel:
ja: このデュエルの観察者:
pt: Pessoas assistindo esse duelo:

source: You already asked to cancel the duel. Wait for your opponent to accept your request.
de: Du hast bereits gefragt, ob ihr das Duell beenden könnt. Warte, bis dein Gegner die Anfrage akzeptiert hat.

source: You accepted the request to cancel the duel.
de: Du hast dem Abbruch zugestimmt.

source: %s accepted the request to cancel the duel.
de: %s hat der Anfrage zugestimmt.

source: The match was canceled.
de: Das Match wurde abgebrochen.

source: The duel was canceled.
de: Das Duell wurde abgebrochen.

source: You announced that you want to cancel this duel and are now waiting for your opponent to accept.
de: Du hast angekündigt, dass Du das Duell vorzeitig abbrechen möchtest und wartest jetzt auf die Zustimmung deines Gegners.

source: %s announced that they want to cancel the duel.
de: %s hat angekündigt, das Duell abbrechen zu wollen.

source: Type cancel to accept the request.
de: Verwende cancel, um der Anfrage zuzustimmen.

source: You scooped.
de: Du gibst nach.
ja: デュエルを棄権しました。
pt: Você assumiu sua derrota.

source: %s scooped.
de: %s gibt nach.
es: %s se ha rendido.
ja: %s がデュエルを棄権しました。
pt: %s assumiu sua derrota.

source: {player1} scooped against {player2}.
de: {player1} kam {player2} zuvor und gab nach.
ja: {1} が {2} とのデュエルを棄権しました。
pt: {player1} assumiu sua derrota perante {player2}

source: You can type 'room' if you want to see more information about the duel settings.
de: Verwende room, um Informationen über die Regeln dieses Duells zu erhalten.
ja: 詳細なルーム情報を確認するには、 room と入力してください。
pt: Você pode digitar room para ver as informações sobre as configurações atuais da mesa de duelo.

source: You need to send some text to this channel.
de: Du musst Text an diesen Kanal senden.
es: Necesitas enviar texto a este canal.
fr: Il faut que vous envoyez du texte sur ce canal.
ja: このチャンネルに何かテキストを送る必要があります。
pt: Você precisa enviar algum texto para este canal.

source: Watchers cannot use this command.
de: Zuschauer können diesen Befehl nicht verwenden.
es: Los observadores no pueden usar este comando.
pt: Espectadores não podem usar este comando

source: Hand shown.
de: Hand gezeigt.
es: Mano mostrada.
ja: 手札を見せました。
pt: Mão mostrada.

source: %s shows you their hand:
de: %s zeigt Dir seine Hand.
es: %s te enseña su mano:
ja: %s が手札を見せます。
pt: %s mostra a sua mão

source: You can invite any player to join this duel. Simply type invite <player> to do so.
de: Du kannst jeden Spieler in dieses Duell einladen. Tippe einfach invite Spielername.
es: Puedes invitar a cualquier jugador para que se una a este duelo. Simplemente escribe invite <jugador> para hacerlo.
ja: このルームにプレイヤーを招待できます。 invite <プレイヤー名> コマンドを利用してください。
pt: Você pode convidar qualquer jogador para se juntar a este duelo. Basta digitar convidar <jogador> para fazê-lo.

source: No player with this name found.
de: Kein Spieler mit diesem Namen gefunden.
es: No se ha encontrado un jugador con ese nombre.
fr: Aucun joueur de ce nom n'a été trouvé.
ja: そのような名前のプレイヤーは見つかりません。
pt: Nenhum jogador com este nome foi encontrado.

source: Multiple players match this name: %s
de: Mehrere Spieler könnten gemeint sein: %s
es: Varios jugadores coinciden con este nombre: %s
fr: Plusieurs joueurs correspondent à ce nom: %s
ja: この名前には複数のプレイヤーがマッチします: %s
pt: Vários jogadores correspondem a este nome: %s

source: This player is already in a duel.
de: Dieser Spieler duelliert sich bereits.
es: Ese jugador ya está en un duelo.
fr: Ce joueur participe déjà à un duel.
ja: このプレイヤーはすでにデュエル中です。
pt: Este jogador já está em um duelo.

source: This player is already preparing to duel.
de: Dieser Spieler bereitet sich bereits auf ein Duell vor.
es: Ese jugador está preparando un duelo.
fr: Ce joueur se prépare déjà à livrer un duel.
ja: このプレイヤーは、すでにデュエル準備中です。
pt: Este jogador já está se preparando para duelar.

source: You're ignoring this player.
de: Du ignorierst diesen Spieler.
es: Estás ignorando a este jugador.
fr: Vous ignorez actuellement ce joueur.
ja: このプレイヤーをミュートにしています。
pt: Você está ignorando este jogador.

source: This player ignores you.
de: Dieser Spieler ignoriert Dich.
es: Este jugador te ignora.
fr: Ce joueur vous ignore.
ja: このプレイヤーはあなたをミュートにしています。
pt: Este jogador ignora você.

source: %s is AFK and may not be paying attention.
de: %s ist abwesend und könnte Dich eventuell nicht bemerken.
es: %s está AFK y puede no estar prestando atención.
fr: %s est AFK et pourrait ne pas vous prêter attention.
ja: %s はAFKなので、すぐには気がつかないかもしれません。
pt: %s está AUSENTE e pode não estar prestando atenção.

source: %s invites you to watch their duel. Type watch %s to do so.
de: %s lädt Dich ein, seinem Duell zuzusehen. Tippe watch %s, um die Einladung anzunehmen.
es: %s te invita a ver su duelo. Escribe watch %s para hacerlo.

source: An invitation was sent to %s.
de: Eine Einladung wurde an %s gesendet.
es: Una invitación ha sido enviada a %s.
fr: Une invitation a été envoyée à %s.
ja: %s にルームへの招待が送られました。
pt: Um convite foi enviado para %s.

source: {0} already got an invitation to this duel.
de: {0} wurde bereits eingeladen.
es: {0} ya ha recibido una invitación para este duelo.
ja: {0} は、すでにこのデュエルに招待されています。
pt: {0} já recebeu um convite para o duelo.

source: You are now AFK.
de: Du bist jetzt abwesend.
es: Ahora estás AFK.
fr: Vous êtes désormais AFK.
ja: AFKになりました。
pt: Você está agora ausente.

source: You are no longer AFK.
de: Du bist nicht länger abwesend.
es: Ya no estás AFK
fr: Vous n'êtes plus AFK.
ja: AFKから戻りました。
pt: Você não está mais ausente.

source: This command requires more information to operate with.
de: Dieser Befehl braucht mehr Informationen, damit er richtig funktioniert.
es: Este comando necesita más información para funcionar.
fr: Cette commande nécessite plus d'informations pour fonctionner.
ja: このコマンドを実行するには、情報が不足しています。
pt: Este comando requer mais informações para funcionar.

source: Invalid deck command.
de: Ungültiges Argument für den Deck-Befehl.
es: Comando de baraja inválido.
fr: Commande de deck invalide.
ja: デッキコマンドが不正です。
pt: Comando de baralho inválido.

source: Chat on.
de: Chat eingeschaltet.
es: Chat activado.
ja: chatコマンド 有効
pt: Chat ativado.

source: Chat off.
de: Chat ausgeschaltet.
es: Chat desactivado
ja: chatコマンド 無効
pt: Chat desativado.

source: {language} talk on.
de: Sprechen in {language} eingeschaltet.
es: Charla en {language} activada.
ja: {language} トークをオンにしました。
pt: Conversa em {language} ativada.

source: {language} talk off.
de: Sprechen in {language} ausgeschaltet.
es: Charla en {language} desactivada.
ja: {language} トークをオフにしました。
pt: Conversa em {language} desativada.

source: This language is unknown.
de: Diese Sprache ist unbekannt.
es: Este idioma es desconocido.
fr: Ce langage est inconnu.
ja: この言語はサポートしていません。
pt: Este idioma é desconhecido

source: Say on.
de: Sagen einngeschaltet.
es: Say activado.
ja: sayコマンド 有効
pt: Falar ativado.

source: Say off.
de: Sagen ausgeschaltet.
es: Say desactivado.
ja: sayコマンド 無効
pt: Falar desativado.

source: Invalid filter: %s
de: Ungültiger Filter: %s
es: Filtro inválido: %s
fr: Filtre invalide: %s
ja: 不正なフィルター値です: %s
pt: Filtro inválido: %s

source: Online players:
de: Anwesende Spieler:
es: Jugadores conectados:
fr: Joueurs en ligne:
ja: オンラインのプレイヤー:
pt: Jogadores online:

source: [AFK]
de: [abwesend]

source: %s (Watching duel with %s and %s)
de: %s (schaut Duell zwischen %s und %s zu)
es: %s (viendo el duelo de %s y %s)
fr: %s (Spectateur du duel entre %s et %s)
ja: %s (%s と %s のデュエルを観察中)
pt: %s (assistindo o duelo entre %s e %s)

source: %s (privately dueling %s together with %s
de: %s (duelliert sich privat gegen %s und wird unterstützt von %s)
es: %s (en duelo privado con %s junto a %s
fr: %s (entrain de livrer un duel en privé contre %s en companie de %s)
ja: %s (%s を相手に %s とプライベート・デュエル中
pt: %s (Está duelando no modo privado contra %s junto a %s

source: %s (dueling %s together with %s)
de: %s (duelliert sich mit %s und wird unterstützt von %s)
es: %s (luchando contra %s junto a %s)
fr: %s (entrain de livrer un duel contre %s en companie de %s)
ja: %s (%s で %s とデュエル中)
pt: %s (Está duelando contra %s junto a %s)

source: %s (privately dueling %s)
de: %s (duelliert sich privat mit %s)
es: %s (luchando pribadamente contra %s)
fr: %s (entrain de livrer un duel en privé contre %s)
ja: %s (%s とプライベート・デュエル中)
pt: %s está duelando em modo privado contra %s

source: %s (dueling %s)
de: %s (duelliert sich mit %s)
es: %s (luchando contra %s)
fr: %s (entrain de livrer un duel contre %s)
ja: %s (%s とデュエル中)
pt: %s está duelando contra %s

source: %s (preparing to continue match)
de: %s (bereitet sich darauf vor, sein Match fortzusetzen)
ja: %s (マッチ最下位の準備をしています)
pt: %s (preparando para continuar a partida.)

source: %s (preparing to duel)
de: %s (bereitet sich auf ein Duell vor)
es: %s (preparando un duelo)
fr: %s (se prépare à livrer un duel)
ja: %s (デュエル準備中)
pt: %s (preparando-se para duelar)

source: %d online, %d max this reboot.
de: %d Spieler online, %d Maximal seit dem letzten Neustart.
es: %d conectados, %d max este reboot.
fr: %d en ligne, %d au maximum ce reboot.
ja: %d オンライン, %d このリブートでのマックス。
pt: %d conectados, com um máximo de %d neste reinício

source: %s is not logged in.
de: %s ist nicht angemeldet.
es: %s no está en línea.
fr: %s n'est pas connecté.
ja: %s はログインしていません。
pt: %s não está logado.

source: %s is already dueling.
de: %s duelliert sich bereits.
es: %s ya está en un duelo.
fr: %s est déjà entrain de livrer un duel.
ja: %s はすでにデュエル中です。
pt: %s já está duelando.

source: %s is currently in a duel room.
de: %s ist gerade in einem Duellraum.
es: %s ya está en una sala de duelo.
fr: %s est actuellement dans une salle de duel.
ja: %s はデュエルルームに入っています。
pt: %s está atualmente em uma sala de duelo.

source: Goodbye.
de: Auf Wiedersehen.
es: Adiós.
fr: Au-revoir.
pt: Até mais.

source: Incorrect password.
de: Falsches Passwort.
es: Contraseña incorrecta.
fr: Mot de passe incorrect.
ja: パスワードが正しくありません。
pt: Senha incorreta.

source: New password:
de: Neues Passwort:
es: Nueva contraseña:
fr: Nouveau mot de passe:
ja: 新しいパスワード:
pt: Nova Senha.

source: Passwords must be at least 6 characters.
de: Passwörter müssen mindestens 6 Zeichen lang sein.
es: La contraseña debe tener al menos 6 caracteres.
fr: Les mots de passe doivent contenir au moins six caractères.
ja: パスワードは6文字以上にしてください。
pt: As senhas devem ter pelo menos 6 caracteres.

source: Confirm password:
de: Passwort bestätigen:
es: confirma la contraseña:
fr: Confirmez le mot de passe:
ja: パスワードを再入力:
pt: Confirme a sua senha.

source: Passwords don't match.
de: Die Passwörter stimmen nicht überein.
es: Las contraseñas no coinciden.
fr: Les mot de passe ne correspondent pas.
ja: パスワードが一致しません。
pt: As senhas não correspondem.

source: Password changed.
de: Passwort geändert.
es: Contraseña cambiada.
fr: Le mot de passe a été changé.
ja: パスワードを変更しました。
pt: Senha alterada.

source: Current password:
de: Derzeitiges Passwort:
es: Contraseña actual:
fr: Mot de passe actuel:
ja: 現在のパスワード:
pt: Senha atual:

source: Language set.
de: Sprache gesetzt.
es: Idioma cambiado.
fr: Langage configuré.
ja: 言語を設定しました。
pt: Idioma alterado.

source: Encoding is not needed when using the web client.
de: Eine Kodierung wird im Web-Client nicht benötigt.
es: El encoding no se necesita en el cliente web.
fr: Encoding n'est pas nécessaire lorsque vous utilisez le client web.
ja: Webクライアント使用時は、エンコーディングの設定は不要です。
pt: O encoding não é necessário enquanto está usando o cliente web

source: Unknown encoding.
de: Unbekannte Kodierung
es: Encoding desconocido.
fr: Encoding inconnu.
ja: 不正なエンコーディングです。
pt: Encoding desconhecido.

source: Encoding set.
de: Kodierung gesetzt.
es: Encoding configurado.
fr: Encoding configuré.
ja: エンコーディングを設定しました。
pt: Encoding configurado.

source: Websocket server not enabled.
de: Websocket Server nicht aktiviert.
es: El servidor de Websocket no está activo.
fr: Websocket server n'est pas activé.
ja: ウェブソケットサーバーが有効化されていません。
pt: Servidor Websocket não habilitado.

source: Stopping server...
de: Server wird gestoppt.
es: Apagando servidor...
fr: Arrêter le server...
ja: サーバーを停止します。
pt: Parando o servidor ...

source: Done, restarting.
de: Abgeschlossen. Starte neu.
es: hecho, reiniciando.
fr: Effectué, redémarrage.
ja: 完了、再起動します。
pt: Concluído, reiniciando.

source: Announce what?
de: Kündige was an?
es: ¿Anunciar qué?
fr: Que voulez-vous annoncer?
ja: 何をアナウンスしますか？
pt: Anunciar o quê?

source: Announcement: %s
de: Ankündigung: %s
es: Anuncio: %s
fr: Annonce: %s
ja: アナウンス: %s
pt: %s anuncia:

source: Usage: tell <player> <message>
de: Verwendung: tell <spieler> <text>
es: Uso: tell <jugador> <mensaje>
ja: 使い方: tell <player> <message>
pt: Uso: tell <player> <message>

source: That player is not online.
de: Dieser Spieler ist nicht anwesend.
es: Este jugador no está conectado.
fr: Ce joueur n'est pas en ligne.
ja: そのプレイヤーはオンラインではありません。
pt: Esse jogador não está online.

source: You are ignoring %s.
de: Du ignorierst %s.
es: Ahora ignoras a %s
fr: Vous ignorez %s.
ja: あなたは %s をミュートしています。
pt: Você está ignorando %s.

source: %s is ignoring you.
de: %s ignoriert Dich.
es: %s te está ignorando.
fr: %s vous ignore.
ja: %s にミュートされています。
pt: %s está ignorando você.

source: Usage: reply <message>
de: Verwendung: reply <text>
es: Uso: reply <mensaje>
ja: 使い方: reply <message>
pt: Uso: Reply <mensagem>

source: No one to reply to.
de: Es gibt niemanden, dem Du antworten kannst.
es: No tienes a nadie a quien responder.
fr: Vous n'avez personne à qui répondre.
ja: リプライする人がいません。
pt: Ninguém para responder.

source: Watch notification enabled.
de: Zuschauer-Benachrichtigungen eingeschaltet.
es: Notificaciones de visión del duelo activadas.
fr: Notifications spectateurs activées.
ja: 観察通知を有効化しました。
pt: Notificação de alerta ativada.

source: Watch notification disabled.
de: Zuschauer-Benachrichtigungen ausgeschaltet.
es: Notificaciones de visión del duelo desactivadas
fr: Notifications spectateurs désactivées.
ja: 観察通知を無効化しました。
pt: Notificação de alerta desativada.

source: You aren't watching a duel.
de: Du schaust gerade keinem Duell zu.
es: No estás viendo ningún duelo.
fr: Vous n'assistez pas à un duel.
ja: あなたはデュエルを観察していません。
pt: Você não está assistindo a um duelo.

source: You are already in a duel.
de: Du duellierst Dich bereits.
es: Ya estás en un duelo.
fr: Vous participez déjà à un duel.
ja: あなたはすでにデュエル中です。
pt: Você já está em um duelo.

source: That player is not in a duel.
de: Dieser Spieler duelliert sich gerade nicht.
es: Este jugador no está en ningún duelo.
fr: Ce joueur ne participe à aucun duel.
ja: そのプレイヤーはデュエル中ではありません。
pt: Esse jogador não está em duelo.

source: That duel is private and you don't have an invitation to watch it.
de: Dieses Duell ist privat und Du wurdest nicht als Zuschauer eingeladen.
es: Ese duelo es privado y no tienes una invitación para verlo.
ja: そのデュエルはプライベートであり、観戦するための招待を受け取っていません。
pt: Este duelo é privado e você não recebeu convite para assistí-lo

source: Ignored accounts:
de: Ignorierte Spieler:
es: Cuentas ignoradas:
fr: Comptes ignorés:
ja: ミュートしたアカウント:
pt: Contas ignoradas:

source: You cannot ignore yourself.
de: Du kannst Dich nicht selbst ignorieren.
es: No te puedes ignorar a ti mismo.
fr: Vous ne pouvez pas vous ignorer vous-même.
ja: 自分自身はミュートにできません。
pt: Você não pode ignorar a si mesmo.

source: That account doesn't exist. Make sure you enter the full name (no auto-completion for security reasons).
de: Diesen Spieler gibt es nicht. Stelle sicher, dass du den vollständigen Namen eingibst (keine Autovervollständigung aus Sicherheitsgründen).
es: Esa cuenta no existe. Asegúrate de haber escrito bien el nombre, no hay autocompletado por razones de seguridad.
fr: Ce compte n'existe pas. Assurez-vous d'entrer le nom complet (pas d'auto-completion pour raison de sécurité).
ja: そのアカウントは存在しません。セキュリティ的な理由により、オートコレクトはされません。フルネームを入力してください。
pt: Essa conta não existe. Certifique-se de digitar o nome completo (sem preenchimento automático por motivos de segurança).

source: Ignoring %s.
de: Ignoriere %s.
es: Ignorando a %s.
fr: Ignorer %s.
ja: %s をミュートにします。
pt: Ignorando %s.

source: Stopped ignoring %s.
de: Ignoriere %s nicht mehr.
es: Dejas de ignorar a %s.
fr: Vous n'ignorez plus %s.
ja: %s のミュートを解除します。
pt: Parou de ignorar %s.

source: Challenge on.
de: Herausforderungen werden angezeigt.
es: Challenge activado.
ja: チャレンジ オン
pt: Desafio ativado.

source: Challenge off.
de: Herausforderungen werden nicht mehr angezeigt.
es: Challenge desactivado.
ja: チャレンジ オフ
pt: Desafio desativado.

source: This server is going to reboot soon, you cannot create a room right now.
de: Dieser Server startet bald neu, bis dahin können keine neuen Räume erstellt werden.
ja: このサーバーはまもなく再起動されます。現在、新しいゲームを作ることはできません。
pt: Este servidor irá reiniciar brevemente, por isso você não poderá criar salas agora mesmo.

source: Invalid player name.
de: Ungültiger Spielername.
es: Nombre de jugador inválido.
fr: Nom de joueur invalide.
ja: 不正なプレイヤー名です。
pt: Nome de jogador inválido.

source: This player isn't online.
de: Dieser Spieler ist nicht anwesend.
es: Este jugador no está en línea.
fr: Ce joueur n'est pas en ligne.
ja: このプレイヤーはオンラインではありません。
pt: Este jogador não está conectado.

source: This player is currently in a duel.
de: Dieser Spieler duelliert sich bereits.
es: Este jugador está en un duelo actualmente.
fr: Ce joueur livre actuellement un duel.
ja: このプレイヤーは現在デュエル中です。
pt: Este jogador está atualmente em duelo.

source: This player currently doesn't prepare to duel or you may not enter the room.
de: Dieser Spieler bereitet sich derzeit auf kein Duell vor, oder Du darfst den Raum nicht betreten.
es: Este jugador no está preparando un duelo o no puedes entrar a su sala.
fr: Ce joueur ne se prépare pas à livrer un duel, ou bien vous ne pouvez pas entrer dans la salle.
ja: このプレイヤーは、まだデュエルの準備ができていないので、ルームには入室できません。
pt: Este jogador atualmente não se prepara para duelar ou você não pode entrar na sala.

source: You're currently ignoring %s, who is the owner of this room.
de: Du ignorierst derzeit den Besitzer des Raumes, %s.
es: Actualmente estás ignorando a %s, el propietario de la sala.
fr: Vous ignorez actuellement %s, qui est le propriétaire de cette salle.
ja: このルームのオーナーである %s をあなたがミュートに設定しています。
pt: Você está atualmente ignorando%s, que é o dono desta sala.

source: %s, who is the owner of this room, is ignoring you.
de: Der Besitzer des Raumes, %s, ignoriert Dich.
es: %s, el creador de la sala te está ignorando.
fr: %s, qui est le propriétaire de cette salle, vous ignore.
ja: このルームのオーナーである %s が、あなたのことをミュートに設定しています。
pt: %s, que é o dono desta sala, está ignorando você.

source: This server has been running for %s.
de: Dieser Server läuft seit %s.
es: Este servidor lleva en línea desde %s
fr: Ce server fonctionne depuis %s.
ja: このサーバーは %s の間動いています。
pt: Este servidor está sendo executado por %s.

source: This server is going to reboot soon.
de: Dieser Server startet bald neu.
ja: このサーバーはまもなく再起動されます。
pt: Este servidor irá reiniciar brevemente.

source: No player with that name found.
de: Kein Spieler mit diesem Namen gefunden.
es: No existe ningún jugador con ese nombre.
fr: Aucun joueur de ce nom n'a été trouvé.
ja: そのような名前のプレイヤーは見つかりませんでした。
pt: Nenhum jogador com esse nome foi encontrado.

source: Finger report for %s
de: Übersicht für %s
es: Estadísticas de %s
ja: %s のフィンガーレポート:
pt: Estatísticas de %s

source: Created on %s
de: Erstellt am %s
es: Creado el %s
fr: Créé le %s
ja: %s のうえに作成しました。
pt: Criado em %s

source: Currently logged in
de: Derzeit anwesend.
es: conectado actualmente.
fr: Actuellement connecté
ja: 現在ログイン中
pt: Conectado atualmente

source: Last logged in on %s
de: Zuletzt anwesend am %s
es: Conectó por última vez el %s
fr: Dernière connection le %s
ja: 最後のログイン: %s
pt: Última conexão em %s

source: Duel statistics:
de: Duellstatistik:
es: Estadísticas del duelo:
fr: Statistiques de duel:
ja: デュエル統計:
pt: Estatísticas de duelo:

source: %s - Won: %d, Lost: %d, Drawn: %d
de: %s - Gewonnen: %d, Verloren: %d, Unentschieden: %d

source: Conclusion - Won: %d, Lost: %d, Drawn: %d
de: Gesamt - Gewonnen: %d, Verloren: %d, Unentschieden: %d

source: %.2f%% Success.
de: %.2f%% Erfolg.
es: %.2f%% hecho.
fr: %.2f%% Succès.
ja: %.2f%% 成功率。
pt: %.2f %% Êxito.

source: Reloading languages...
de: Sprachen werden neu geladen...
es: Recargando idiomas...
fr: Rechargement des langages...
ja: 言語を再読込しています...
pt: Recarregando idiomas ...

source: Success.
de: Erfolg.
es: Hecho.
fr: Succès.
ja: 成功。
pt: Êxito.

source: An error occurred: {error}
de: Ein Fehler ist aufgetreten: {error}
es: Ha ocurrido un error:: {error}
fr: Une erreur est survenue: {error}
ja: エラーが発生しました: {error}
pt: Ocorreu um erro: {error}

source: Banlist {0} is unknown.
de: Bannliste {0} ist unbekannt.
ja: 禁止カード {0} を認識できません。
pt: A banlist {0} é desconhecida.

source: You cannot compare a banlist to itself.
de: Du kannst eine Bannliste nicht mit sich selbst vergleichen.
ja: 同じ禁止カードリストでは比較できません。
pt: Você não pode comparar uma banlist consigo mesma.

source: No banned players yet.
de: Keine gesperrten Spieler gefunden.
ja: ブロックしたプレイヤーはいません。
pt: Ainda não existem jogadores banidos.

source: Banned players:
de: Gesperrte Spieler:
ja: ブロックしたプレイヤー
pt: Jogadores banidos:

source: No account with that name found.
de: Kein Account mit diesem Namen gefunden.
ja: そのようなアカウントのプレイヤーは見つかりません。
pt: Nem uma conta com esse nome foi encontrada.

source: You cannot ban admins. Please remove the admin status first.
de: Du kannst keine Admins sperren.
ja: 管理者をブロックすることはできません。管理者ステータスを外してください。
pt: Você não pode banir admins. Porfavor, remova o status de admin primeiro.

source: {player} is already banned.
de: {player} ist bereits gesperrt.
ja: すでに {player} をブロックしています。
pt: O jogador {player} já está banido.

source: You were banned by {admin}. Only you might know why.
de: Du wurdest von {admin} gesperrt. Nur Du weißt warum.
ja: 貴方は {admin} によってブロックされました。理由については、自分の心に聞いてみてください。
pt: Você foi banido por um admin. Só você pode saber o porquê.

source: Ban successful.
de: Erfolgreich gesperrt.
ja: ブロックしました。
pt: Ban bem sucedido

source: You need to enter a nickname. To see a list ofanned players, use ban.
de: Du musst einen Accountnamen angeben.
ja: ニックネームを入力する必要があります。ブロックしたプレイヤーのリストを確認するには、 ban コマンドを使用してください。
pt: Você precisa digitar um novo nick. Paa ver a lista de jogadores banidos, digite ban.

source: {player} is not banned.
de: {player} ist nicht gesperrt.
ja: {player} はブロックされていません。
pt: O jogador {player} não está banido.

source: Ban removed.
de: Sperre entfernt.
ja: ブロックを解除しました。
pt: Ban removido.

source: Disconnecting old connection.
de: Trenne alte Verbindung
es: Desconectando conexión antigua
fr: Déconnection des anciennes connections.
ja: 再接続しました。
pt: Desconectando conexão antiga.

source: Reconnecting...
de: Verbinde neu...
es: Reconectando...
fr: Reconnection...
ja: 再接続しています。
pt: Reconectando ...

source: %s reconnected.
de: %ss Verbindung wiederhergestellt.
es: %s ha reconectado.
fr: %s s'est reconnecté.
ja: %s が再接続しました。
pt: %s se reconectou.
