Repository: tspivey/yugioh-game
Catalog: locale/*/LC_MESSAGES/game.po
Languages: de, es, fr, ja, pt

source: you detached %s.
de: Du hängst %s ab.
es: Separas %s.
fr: vous avez détaché %s.
ja: %s を外しました。
pt: Você separa %s.

source: %s detached %s
de: %s hängt %s ab.
es: %s separa %s
fr: %s a détaché %s
ja: %s は %s を外しました。
pt: %s separou %s

source: your card {spec} ({name}) was sent to the graveyard.
de: Deine Karte {spec} ({name}) wurde auf den Friedhof gelegt.
es: Tu carta {spec} ({name}) ha sido enviada al cementerio.
fr: votre carte {spec} ({name}) a été envoyée au cimetière.
ja: 自分のカード {spec} ({name}) が墓地へ送られました。
pt: Sua carta {spec} ({name}) foi enviada para o cemitério.

source: {plname}'s card {spec} ({name}) was sent to the graveyard.
de: {plname}s Karte {spec} ({name}) wurde auf den Friedhof gelegt.
es: La carta de {plname} {spec} ({name}) ha sido enviada al cementerio.
fr: la carte {spec} ({name}) de {plname} a été envoyée au cimetière.
ja: {plname} のカード {spec} ({name}) が墓地へ送られました。
pt: A carta {spec} ({name}) de {plname} foi enviada para o cemitério.

source: your card {spec} ({name}) was banished.
de: Deine Karte {spec} ({name}) wurde verbannt.
es: Tu carta {spec} ({name}) ha sido eliminada del juego.
fr: votre carte {spec} ({name}) a été bannie.
ja: 自分のカード {spec} ({name}) は除外されました。
pt: Sua carta {spec} ({name}) foi removida.

source: {plname}'s card {spec} ({name}) was banished.
de: {plname}s Karte {spec} ({name}) wurde verbannt.
es: La carta de {plname} {spec} ({name}) ha sido eliminada del juego.
fr: la carte {spec} ({name}) de {plname} a été bannie.
ja: {plname} のカード {spec} ({name}) は除外されました。
pt: A carta {spec} ({name}) de {plname} foi removida.

source: your card {spec} ({name}) returned to your deck.
de: Deine Karte {spec} ({name}) wurde in Dein Deck zurückgelegt.
es: Tu carta {spec} ({name}) Volvió a tu baraja.
fr: votre carte {spec} ({name}) est retournée dans votre deck.
ja: 自分のカード {spec} ({name}) がデッキへ戻りました。
pt: sua carta {spec} ({name}) retornou para o seu baralho.

source: {plname}'s card {spec} ({name}) returned to their deck.
de: {plname}s Karte {spec} ({name}) wurde in sein Deck zurückgelegt.
es: La carta de {plname} {spec} ({name}) volvió a su baraja.
fr: la carte {spec} ({name}) de {plname} est retournée dans son deck.
ja: {plname} のカード {spec} ({name}) がデッキへ戻りました。
pt: A carta {spec} ({name}) de {plname} retornou para o baralho.

source: your card {spec} ({name}) returned to your extra deck.
de: Deine Karte {spec} ({name}) wurde in Dein Extradeck gelegt.
es: Tu carta {spec} ({name}) volvió a su baraja extra.
fr: votre carte {spec} ({name}) est retournée dans votre extra deck.
ja: 自分のカード {spec} ({name}) がエクストラデッキに戻りました。
pt: Sua carta {spec} ({name}) retornou para seu baralho extra

source: {plname}'s card {spec} ({name}) returned to their extra deck.
de: {plname}s Karte {spec} ({name}) wurde in sein Extradeck gelegt.
es: La carta de {plname} {spec} ({name}) volvió a su baraja extra.
fr: la carte {spec} ({name}) de {plname} est retournée dans son extra deck.
ja: {plname} のカード {spec} ({name}) がエクストラデッキに戻りました。
pt: A carta {spec} ({name}) de {plname} retornou para seu baralho extra

source: your card {spec} ({name}) was attached to {targetspec} ({targetname}) as XYZ material
de: Deine Karte {spec} ({name}) wurde als XYZ-Material an {targetspec} ({targetname}) angehängt.
ja: 自分のカード {spec} ({name}) がエクシーズ素材として {targetspec} ({targetname}) にアタッチされました。
pt: Sua carta {spec} ({name}) foi anexada à carta {targetspec} ({targetname}) como material XYZ.

source: {plname}'s card {spec} ({name}) was attached to {targetspec} ({targetname}) as XYZ material
de: {plname}s Karte {spec} ({name}) wurde als XYZ-Material an {targetspec} ({targetname}) angehängt.
ja: {plname}のカード {spec} ({name}) ががエクシーズ素材として {targetspec} ({targetname}) にアタッチされました。
pt: A carta {plname} foi anexada a {spec} ({name}) {targetspec} ({targetname}) como material XYZ

source: Your turn.
de: Dein Zug.
es: Tu turno.
fr: C'est votre tour.
ja: 自分のターン。
pt: É sua vês.

source: %s's turn.
de: %ss Zug.
es: Turno de %s.
fr: C'est le tour de %s.
ja: %s のターン。
pt: É a vês de %s

source: You pay %d LP. Your LP is now %d.
de: Du zahlst %d Lebenspunkte. Es verbleiben noch %d Lebenspunkte.
es: Pagas %d LP. Ahora tienes %d.
fr: Vous payez %d PV. Vos PV sont à présent à %d.
ja: %d のLPを支払います、残り %d。
pt: Você paga %d pontos de vida. Seus pontos de vida agora é de %d.

source: %s pays %d LP. Their LP is now %d.
de: %s bezahlt %d Lebenspunkte. Es verbleiben noch %d Lebenspunkte.
es: %s paga %d LP. Ahora tiene %d.
fr: %s paie %d PV. ses PV sont à présent à %d.
ja: %s は %d のLPを支払います、残り %d
pt: %s paga %d Pontos. Agora %d.

source: entering %s.
de: Beginn der %s.
es: entrando en %s
fr: Entrée en %s.
ja: %s開始
pt: Entrando em %s.

source: The position of card %s (%s) was changed to %s.
de: Die Position der Karte %s (%s) wurde in %s geändert.
es: La posición de la carta %s (%s) se cambió a %s.
fr: La position de la carte %s (%s) a été changée en %s.
ja: カード %s (%s) のポジションが %s に変更されました。
pt: A posição da carta %s (%s) foi mudada para %s.

source: Your lp increased by %d, now %d
de: Deine Lebenspunkte wurden um %d erhöht, jetzt %d
es: Tus lp incrementan en %d, ahora %d
fr: Vos PV augmentent de %d, il sont à présent à %d
ja: 自分のLPが %d 増加しました、現在 %d
pt: Seus pontos de vida almentaram em %d, agora o total é de %d

source: %s's lp increased by %d, now %d
de: %ss Lebenspunkte wurden um %d erhöht, jetzt %d
es: Los lp de %s incrementan en %d, ahora %d
fr: les PV de %s augmentent de %d, ils sont à présent à %d
ja: %s のLPが %d 増加しました、現在 %d
pt: Os pontos de vida de %s almentaram em %d, agora o total é de %d

source: all decks are now reversed.
de: Alle Decks wurden auf den Kopf gedreht.
es: Todas las barajas están ahora revertidas.
fr: tous les decks sont à présent inversés.
ja: 全てのデッキが逆順になりました。
pt: Todos os baralhos agora estão invertidos.

source: Select %d to %d cards to tribute separated by spaces:
de: Wähle %d bis %d zu opfernde Karten (mit Leerzeichen trennen):
es: Selecciona %d a %d cartas a sacrificar, separadas por espacios:
fr: Choisissez de %d à %d cartes à sacrifier séparées par des espaces:
ja: リリースする %d枚から %d枚のカードを、スペースで区切って指定してください:
pt: Selecione as cartas de %d para %d para sacrificar separando-as por espaço.

source: Select %d to %d cards separated by spaces:
de: Wähle %d bis %d Karten (mit Leerzeichen trennen):
es: Selecciona %d a %d cartas, separadas por espacios:
fr: Choisissez de %d à %d cartes séparées par des espaces:
ja: %d枚から %d枚のカードを、スペースで区切って指定してください:
pt: Selecione as cartas de %d para %d separadas por espaço:

source: Duplicate values not allowed.
de: Doppelte Werte nicht erlaubt.
es: Valores duplicados no admitidos.
fr: Les valeurs dupliquées ne sont pas autorisées.
ja: 重複した入力があります。
pt: Valores duplicados não permitidos.

source: Please enter between %d and %d cards.
de: Bitte zwischen %d und %d Karten eingeben.
es: Por favor, introduce de %d a %d cartas.
fr: Veuillez entrer entre %d et %d cartes.
ja: 指定する枚数は、%d枚から %d枚までにしてください。
pt: Por favor, insira as cartas entre %d e %d.

source: Invalid value.
de: Ungültiger Wert.
es: Valor no válido.
fr: Valeur invalide.
ja: 不正な数値です。
pt: Valor inválido.

source: Not enough tributes.
de: Nicht genügend Opfer.
es: Sacrificios insuficientes.
fr: Pas assez de sacrifices.
ja: リリースが足りません。
pt: Não existem tributos suficientes.

source: Waiting for opponent.
de: Auf den Gegner warten.
es: Esperando al oponente.
fr: Attendre l'adversaire.
ja: 対戦相手を待っています。
pt: Aguardando pelo oponente.

source: Select chain:
de: Kette auswählen:
es: Selecciona cadena.
fr: Choisissez une chaine:
ja: チェインを選んでください:
pt: Selecione a cadeia:

source: Select chain (c to cancel):
de: Kette auswählen (c um abzubrechen):
es: Selecciona cadena (c para cancelar):
fr: Choisissez une chaine (c pour annuler):
ja: チェインを選んでください(cで取り消し)。
pt: Selecione a cadeia (c para cancelar):

source: Select card to chain:
de: Wähle Karte zum Anketten:
es: Selecciona carta a encadenar:
fr: Choisissez une carte à ajouter à la chaine:
ja: チェインするカードを選んでください。
pt: Selecione a carta de cadeia de efeitos para ativar

source: Select card to chain (c = cancel):
de: Wähle Karte zum Anketten (c um abzubrechen):
es: selecciona carta a encadenar (c para cancelar):
fr: Choisissez une carte à ajouter à la chaine (c = annuler):
ja: チェインするカードを選んでください(cでキャンセル):
pt: Selecione a carta para ativar (c = cancelar):

source: Invalid spec.
de: Ungültiger Befehl.
es: Posición no válida.
fr: Spec invalide.
ja: 位置指定が間違っています。
pt: Especificação inválida.

source: Type new {counter} for {cards} cards, separated by spaces.
de: Gib neue {counter} für Karten {cards} ein (mit Leerzeichen getrennt):
es: Escribe new {counter} para {cards} cartas, separadas por espacios.
fr: Nouveau type de {counter} pour les cartes {cards}, séparés par des espaces.
ja: 新しく {cards} に適用する {counter} のカウンター値を、スペースで区切って入力してください。
pt: Digite novo {counter} para {cards} cartas, separado por espaço.

source: Please specify %d values.
de: Bitte gib %d Werte an.
es: Por favor, especifica %d valores.
fr: Veuillez préciser les valeurs %d.
ja: %dつの値を指定してください。
pt: Por favor, especifique os valores de %d.

source: Values cannot be greater than counter.
de: Werte können nicht größer als {counter} sein.
es: valores no pueden ser más que el Contador.
fr: Les valeurs ne peuvent pas êtres supérieur aux marqueurs.
ja: カウンター値よりも大きな値は入力できません。
pt: Os valores não podem ser maiores que o contador.

source: Please specify %d values with a sum of %d.
de: Bitte gib einen %d Werte mit einer Summe von %d an.
es: Por favor especifica %d valores con una suma de %d.
fr: Veuillez préciser les valeurs %d avec une somme de %d.
ja: %dつの値を、%d の合計値とともに入力してください。
pt: Por favor, especifique os valores de %d com uma soma de %d.

source: Do you want to use the effect from {card} in {spec}?
de: Möchtest Du den Effekt von {card} in {spec} verwenden?
es: Quieres usar el efecto de la carta {card} en {spec}?
fr: Voulez-vous utiliser l'efet de {card} en {spec}?
ja: {spec} にある {card} の効果を使用しますか?
pt: Você quer usar o efeito {card} em {spec}?

source: Unknown option %d
de: Unbekannte Option %d
ja: 無効なオプション %d
pt: Opção desconhecida %d

source: You selected option {0}: {1}
de: Du hast Option {0} ausgewählt: {1}
ja: オプション {0}: {1} を選択しました。
pt: Você selecionou a opção {0}: {1}

source: {0} selected option {1}: {2}
de: {0} hat Option {1} ausgewählt: {2}
ja: {0} は、オプション {1}: {2} を選択しました。
pt: Opção {0} selecionada {1}: {2}

source: Select option:
de: Option auswählen:
es: Selecciona opción:
fr: Choisissez une option:
ja: オプションを選択してください:
pt: Selecione uma opção:

source: Select place for card, one of %s.
de: Wähle den Platz der Karte, einer aus %s.
es: Selecciona un lugar para la carta, posibilidades son: %s
fr: Choisissez une place pour la carte, parmi %s.
ja: %s の中から一つを選んでください
pt: Selecione um lugar para carta, um dos %s.

source: Select %d places for card, from %s.
de: Wähle %d Plätze für diese Karte aus %s
es: Selecciona %d lugares para la carta, posibilidades: %s
fr: Choisissez %d places pour la carte, depuis %s
ja: カードの %d 箇所を、 %s から選んでください。
pt: Selecione lugares para as cartas de %d, para %s.

source: Invalid command
de: Falscher Befehl
es: Comando no válido
fr: Commande invalide
ja: 不正なコマンドです。
pt: Comando inválido

source: Please enter %d values.
de: Bitte gib %d Werte ein
es: Por favor, introduce %d valores.
fr: Veuillez entrer %d valeurs.
ja: %dつの数字を入力してください。
pt: Por favor, entre com os valores de %d.

source: Invalid cardspec. Try again.
de: Ungültiger Kartenbezeichner. Versuch es noch einmal.
es: Posición (cardspec) no válida. Vuelve a intentarlo.
fr: Cardspec invalide. Réessayez.
ja: カードの位置指定が間違っています。もう一度入力してください。
pt: Especificação da carta inválida. Tente novamente.

source: Select position for %s:
de: Position für %s auswählen:
es: selecciona la posición para %s.
fr: Choisissez une position pour %s:
ja: %s の位置を選択してください:
pt: Selecione a posição para %s:

source: Face-up attack
de: Offener Angriff
es: Ataque boca arriba
fr: Attaque face recto
ja: 表向き攻撃
pt: Virada para cima em modo de ataque

source: Face-down attack
de: Verdeckter Angriff
es: Ataque boca abajo
fr: Attaque face verso
ja: 裏向き攻撃
pt: Virada para baixo em modo de ataque

source: Face-up defense
de: Offene Verteidigung
es: Defensa boca arriba
fr: Défense face recto
ja: 表向き守備
pt: Virada para cima em modo de defesa

source: Face-down defense
de: Verdeckte Verteidigung
es: Defensa boca abajo
fr: Défense face verso
ja: 裏向き守備
pt: Virada para baixo em modo de defesa

source: Select cards with a total value of %d, seperated by spaces.
de: Wähle Karten mit einem Gesamtwert von %d (mit Leerzeichen getrennt):
es: Selecciona cartas, con un valor total de %d, separados por espacios.
fr: Choisissez des cartes avec une valeur totale de %d, séparées par des espaces.
ja: 合計値が %d となるように、カードを選択してください。指定はスペースで区切ってください。
pt: Selecione as cartas com um valor total de %d, separados por espaço.

source: Select cards with a total value being one of the following, seperated by spaces: %s
de: Wähle Karten mit einem Gesamtwert aus der folgenden Liste (mit Leerzeichen getrennt): %s
ja: 合計値が以下の1つになるように、 スペース区切りでカードを選択してください: %s
pt: Selecione cartas com um valor total de sendo um dos seguintes, separados por espaços: %s

source: Select cards with a total value of at least %d, seperated by spaces.
de: Wähle Karten mit einem Gesamtwert von mindestens %d (mit Leerzeichen getrennt):
es: Selecciona cartas, con un valor total de al menos %d, separados por espacios.
fr: Choisissez des cartes avec une valeur totale supérieur ou égale à %d, séparées par des espaces.
ja: 合計値が少なくとも %d となるように、カードを選択してください。指定はスペースで区切ってください。
pt: Selecione cartas com um valor total de pelo menos %d, separados por espaço.

source: %s must be selected, automatically selected.
de: %s wird automatisch ausgewählt.
ja: %s を選択しなければなりません、 自動的に選択されました。
pt: %s deve ser selecionada. Automaticamente selecionada.

source: or
de: oder
ja: または
pt: Ou

source: Value out of range.
de: Wert nicht im gültigen Bereich
es: Valor fuera de rango.
fr: Valeur hors limites.
ja: 範囲外の数値です。
pt: Valor fora do limite

source: Levels out of range.
de: Stufe nicht im gültigen Bereich.
es: Niveles fuera de rango.
fr: Niveaux hors limites.
ja: 範囲外のレベルです。
pt: Níveis fora do limite.

source: Selected value does not equal %d.
de: Dieser Wert beträgt nicht %d.
es: Los valores seleccionados no son igual a %d.
fr: La valeur choisie n'est pas égale à %d.
ja: 選択された値が %d と一致しません。
pt: O valor selecionado não é igual a %d.

source: Check or uncheck %d to %d cards by entering their number
de: Wähle %d bis %d Karten, indem Du deren Zahlen eingibst
es: Marca o desmarca de %d a %d cartas introduciendo su número
fr: Cochez ou décochez de %d à %d cartes en entrant leur numéro
ja: 数値を入力して、カードにチェックを付けてください。
pt: Marque ou desmarque as cartas de %d para %d digitando seus números.

source: Enter c to cancel
de: Gib c zum Abbrechen ein
es: Teclea c para cancelar
fr: Tapez c pour annuler
ja: Cでキャンセル
pt: Tecle C para cancelar.

source: Enter f to finish
de: Gib f ein, um den Vorgang abzuschließen
es: Teclea f para finalizar
fr: Tapez f pour finir
ja: Fで確定
pt: Tecle F para terminar.

source: unchecked
de: nicht ausgewählt
es: no marcado
fr: non cochée
ja: チェックなし
pt: Desmarcada

source: checked
de: ausgewählt
es: marcado
fr: cochée
ja: チェック
pt: Marcada

source: Number not in range
de: Eine Karte mit dieser Nummer gibt es nicht
es: Número fuera de rango
fr: Nombre hors limites
ja: 数値が範囲内ではありません
pt: Número fora do limite

source: You set %s (%s) in %s position.
de: Du setzt %s (%s) in %s Position.
es: Colocas %s (%s) en posición %s.
fr: Vous posez %s (%s) en position %s.
ja: %s (%s) を %s表示でセットします。
pt: Você coloca %s (%s) na posição %s.

source: %s sets %s in %s position.
de: %s setzt %s in %s Position.
es: %s coloca %s en posición %s.
fr: %s pose %s en position %s.
ja: %s は %s を %s表示でセット。
pt: %s coloca %s na posição %s.

source: you shuffled your deck.
de: Du mischst Dein Deck.
es: Barajas tu baraja.
fr: vous avez mélangé votre deck.
ja: デッキをシャッフルしました。
pt: você embaralhou seu baralho.

source: %s shuffled their deck.
de: %s mischt sein Deck.
es: %s baraja su baraja.
fr: %s a mélangé son deck.
ja: %s はデッキをシャッフル
pt: %s embaralhou seu baralho.

source: Sort %d cards by entering numbers separated by spaces (c = cancel):
de: Sortiere %d Karten, indem Du Nummern getrennt durch Leerzeichen angibst (c zum abbrechen)
es: Ordena %d cartas introduciendo números separados por espacios (c=cancelar).
fr: Triez %d cartes en entrant des numéros séparés par des espaces (c = annuler):
ja: スペース区切りの数字を入力して、 %d 枚のカードを並べ替えます。 (cでキャンセル):
pt: ordene as %d cartas, inserindo os números separados por espaço. C = cancelar:

source: Please enter values between 1 and %d.
de: Bitte Werte zwischen 1 und %d eingeben
es: Por favor, introduce valores entre 1 y %d.
fr: Veuillez entrer des valeurs comprises entre 1 et %d.
ja: 1から%dの数字を入力してください。
pt: Por favor insira valores entre 1 e%d.

source: %s special summoning %s (%d) in %s position.
de: %s Spezialbeschwörung %s (%d) in %s Position.
es: %s invoca de forma especial %s (%d) en posición de %s.
fr: %s invoque spécialement %s (%d) en position %s.
ja: %s %s (%d) を %s表示で特殊召喚。
pt: %s Invoca de forma especial %s (%d) %s.

source: %s special summoning %s (%d/%d) in %s position.
de: %s Spezialbeschwörung %s (%d/%d) in %s Position.
es: %s invoca de forma especial %s (%d/%d) en posición de %s.
fr: %s invoque spécialement %s (%d/%d) en position %s.
ja: %s は %s (%d/%d) を %s表示で特殊召喚。
pt: %s Invoca de forma especial %s (%d/%d) %s.

source: %s summoning %s (%d/%d) in %s position.
de: %s beschwört %s (%d/%d) in %s Position.
es: %s invoca %s (%d/%d) en posición de %s.
fr: %s invoque %s (%d/%d) en position %s.
ja: %s は %s (%d/%d) を %s表示で召喚。
pt: %s invoca %s (%d/%d) %s.

source: card {name} swapped control towards {plname} and is now located at {targetspec}.
de: {name} wechselte den Besitzer zu {plname} und befindet sich jetzt in {targetspec}.
es: carta {name} ahora es controlada por {plname} y se encuentra en {targetspec}.
fr: la carte {name} est passée sous le contrôle de {plname} et se situe à présent en {targetspec}.
ja: カード {name} の制御が {plname} に変更され、現在 {targetspec} として存在します。
pt: A carta {name} mudou de controlador para {plname} e está localizada em {targetspec}.

source: You switch places with %s and get ready to duel.
de: Du tauschst den Platz mit %s und bereitest Dich auf das Duell vor.
es: Cambias tu lugar con %s y y te preparas para el duelo.
fr: Vous échangez de place avec %s et vous tenez prêt à en découdre.
ja: %s と位置を入れ替え、デュエルに備えます。
pt: Você troca de lugar com %s e se prepara para duelar

source: You switch places with %s and watch carefully.
de: Du tauschst den Platz mit %s und beobachtest aufmerksam.
es: Cambias el lugar con %s y observas el duelo cuidadosamente.
fr: Vous échangez de place avec %s et observez attentivement.
ja: %s と位置を入れ替え、注意深く観察しています。
pt: Você troca de lugar com% s e assiste cuidadosamente.

source: %s switches in for %s and continues the duel.
de: %s wechselt für %s ein und setzt das Duell fort.
es: %s se cambia con %s y continúa con el duelo.
fr: %s remplace %s et continue le duel.
ja: %s が %s と位置を入れ替え、デュエルを継続します。
pt: %s muda de posição com %s e continua o duelo.

source: %s and you won (%s).
de: %s und Du habt gewonnen (%s).
es: %s y tú ganásteis (%s).
fr: %s et vous avez gagné (%s).
ja: %s とあなたの勝利です (%s)
pt: %s e você (%s) ganharam.

source: You won (%s).
de: Du hast gewonnen (%s).
es: Ganaste (%s).
fr: Vous avez gagné (%s).
ja: あなたの勝利です(%s)
pt: Você ganhou (%s).

source: %s and you lost (%s).
de: %s und Du habt verloren (%s).
es: %s y tú perdísteis (%s).
fr: %s et vous avez perdu (%s].
ja: %s とあなたの敗北です(%s)
pt: %s e você (%s) perderam.

source: You lost (%s).
de: Du hast verloren (%s).
es: Perdiste (%s).
fr: vous avez perdu (%s).
ja: あなたの敗北です(%s)
pt: Você perdeu (%s).

source: %s won (%s).
de: %s hat gewonnen (%s).
es: %s ganó (%s).
fr: %s a gagné (%s).
ja: %s の勝利です(%s)
pt: %s ganhou (%s).

source: Unknown question from %s. Yes or no?
de: Unbekannte Frage von %s. Ja (y) oder nein (n)?
es: Pregunta desconocida de %s. Sí o no?
fr: Question inconnue de %s. Oui ou non?
ja: %s からの未知の質問。 Yes or no?
pt: Pergunta desconhecida de %s. Sim ou não?

source: %d in side deck.
de: %d im Side Deck.
es: %d en la baraja lateral.
ja: サイドデッキ%d枚。
pt: %d no baralho lateral.

source: u: up d: down /: search forward ?: search backward t: top
de: u: auf d: ab /: vorwärts suchen ?: rückwerts suchen t: anfang
es: u: arriba d: abajo /: buscar siguiente ?: buscar anterior t: arriba
fr: u: haut d: bas /: résultat suivant ?: résultat précédent t: revenir en haut
ja: u: 上へ d: 下へ /: 前方へ検索 ?: 後方に検索 t: 先頭
pt: u: para cima, d: para baixo, /: procurar a frente, ?: procurar atrás, t: topo

source: s: send to deck r: remove from deck l: list deck g: go to card in deck q: quit
de: s: Zu Deck hinzufügen, r: Aus Deck entfernen, l: Deck auflisten, g: Zu Karte in Deck springen
es: s: Enviar a la baraja r: Quitar de la baraja l: Listar la baraja g: ir a la carta de la baraja q: salir
fr: s: ajouter au deck r: retirer du deck l: liste du deck g: aller à la carte dans le deck q: quitter
ja: s: デッキに入れる r: デッキから抜く l: デッキを一覧 g: デッキ内のカードへ q: 終了
pt: s: enviar para o baralho r: retirar do baralho l: listar cartas no baralho g: ir para uma carta no baralho q: sair

source: c: check deck against banlist w: switch between main deck and side deck
de: c: prüfe gegen Bannliste w: wechsel zwischen Main Deck und Side Deck
es: c: comprobar baraja con banlist w: cambiar entre baraja principal y lateral
ja: c: 禁止カードリストと照合 w: メインデッキとサイドデッキを切り替え
pt: C: comparar com a banlist. W alternar entre baralho principal e baralho reserva.

source: Command (%d cards in main deck, %d cards in extra deck, %d cards in side deck):
de: Befehl (%d Karten im Main Deck, %d Karten im Extra Deck, %d Karten im Side Deck):
es: Comando (%d cartas en baraja principal, %d cartas en baraja extra, %d cartas en baraja lateral):
ja: コマンド (メインデッキ%d枚、エクストラデッキ%d枚、サイドデッキ%d枚):
pt: Comando (%d cartas no baralho principal, %d cartas no baralho extra, %d no baralho reserva):

source: editing main deck.
de: Bearbeite Main Deck.
es: editando baraja principal.
ja: メインデッキを編集中。
pt: Editando o baralho principal.

source: editing side deck.
de: Bearbeite Side Deck.
es: editando baraja lateral.
ja: サイドデッキを編集中。
pt: Editando baralho reserva.

source: bottom of list.
de: Ende der Liste.
es: Final de la lista.
fr: fin de la liste.
ja: リストの末尾
pt: parte inferior da lista.

source: Top of list.
de: Beginn der Liste.
es: Inicio de la lista.
fr: Début de la liste.
ja: リストの先頭
pt: Topo da lista.

source: Top.
de: Anfang.
es: Inicio.
fr: Début.
ja: 先頭
pt: Topo.

source: You may only have 3 of this card (or cards with the same name) in your deck.
de: Du darfst maximal 3 dieser Karten (oder Karten mit dem selben Namen) in Deinem Deck haben.
es: Solo puedes tener 3 de esta carta (o cartas con el mismo nombre) en tu baraja.
fr: Vous ne pouvez avoir que trois exemplaires de cette carte (ou de cartes ayant le même nom) dans votre deck.
ja: このカード、またはこれと同じ名前のカードは3枚までしか持つことができません。
pt: Você pode ter apenas 3 cópias da mesma carta no seu baralho

source: This card isn't in your deck.
de: Diese Karte ist nicht in deinem Deck.
es: Esta carta no está en tu baraja.
fr: Cette carte n'est pas dans votre deck.
ja: このカードはデッキに入っていません。
pt: Esta carta não está em seu baralho.

source: Removed %s from your deck.
de: %s aus dem Deck entfernt.
es: Eliminado %s de tu baraja.
fr: vous avez retiré %s de votre deck.
ja: %s をデッキから削除しました。
pt: %s foi removida do seu baralho.

source: Not found.
de: Nicht gefunden.
es: No encontrada.
fr: Pas de résultats.
ja: 見つかりませんでした。
pt: Não achada.

source: Quit.
de: Beenden.
es: Salir.
fr: Quitter.
ja: 終了
pt: Sair.

source: now editing side deck
de: Bearbeite jetzt Side-Deck.
es: ahora editando baraja lateral
ja: サイドデッキ編集に切り替えました。
pt: Agora editando baralho reserva.
