Repository: tspivey/yugioh-game
Catalog: locale/*/LC_MESSAGES/game.po
Languages: de, es, fr, ja, pt

source: %s joined this room.
de: %s betritt den Raum.
es: %s entró a la sala.
fr: %s a rejoint cette salle.
ja: %s が入室しました。
pt: %s entrou na sala.

source: You left the room.
de: Du hast den Raum verlassen.
es: Sales de la sala.
fr: Vous avez quitté la salle.
ja: ルームから退室しました。
pt: Você saiu da sala.

source: %s left this room.
de: %s hat den Raum verlassen.
es: %s salió de la sala.
fr: %s a quitté la salle.
ja: %s が退室しました。
pt: %s saiu da sala.

source: The room creator disbanded the room.
de: Der Raumbesitzer hat den Raum aufgelöst.
es: El creador de la sala la ha disuelto.
fr: Le créateur de la salle l'a fermé.
ja: ルーム作成者が、このルームを削除しました。
pt: O criador da sala dissolveu a sala.

source: The room was disbanded.
de: Der Raum wurde aufgelöst.
es: La sala ha sido disuelta.
fr: La salle a été fermée.
ja: ルームが削除されました。
pt: A sala foi dissolvida.

source: {player} disbanded their duel room.
de: {player} hat seinen Duellraum aufgelöst.
fr: {player} ont fermé leur salle.
ja: {player} が自分のルームを削除しました。
pt: {player} dissolveu a sua sala de duelo

source: Duel aborted.
de: Duell abgebrochen.
ja: デュエルを中止しました。
pt: Duelo abortado

source: The following settings are defined for this room:
de: Die folgenden Einstellungen wurden für diesen Raum definiert:
es: La sala tiene definida las siguientes configuraciones:
fr: Les réglages suivant sont définis pour cette salle:
ja: このルームには、以下の設定が定義されています:
pt: As seguintes configurações estão definidas para esta sala:

source: Banlist: %s
de: Banliste: %s
ja: 禁止リスト: %s

source: Duel Rules:
de: Duellregeln:
es: Reglas de duelo:
fr: Règles de duel:
ja: デュエルのルール:
pt: Regras do Duelo:

source: Link
de: Linkregeln
es: Enlace
fr: Lien
ja: リンク

source: Traditional
de: traditionelle Regeln
es: Tradicional
fr: Traditionnel
ja: トラディショナル
pt: tradicional

source: Default
de: Standardregeln
es: Por defecto
fr: Défaut
ja: デフォルト
pt: Padrão

source: Lifepoints - %s: %d, %s: %d
de: Lebenspunkte - %s: %d, %s: %d
es: Puntos de vida - %s: %d, %s: %d
fr: Points de vie - %s: %d, %s: %d
ja: ライフポイント - %s: %d, %s: %d
pt: Pontos de vida - %s: %d, %s: %d

source: team %d
de: Gruppe %d
es: Equipo %d
fr: Equipes %d
ja: チーム %d
pt: Equipe %d

source: Privacy: %s
de: Privatsphäre: %s
es: Pribacidad: %s
fr: Privatisation: %s
ja: 公開設定: %s
pt: Privacidade: %s

source: Match mode enabled.
de: Match Modus eingeschaltet.
ja: マッチモードが有効になりました。
pt: Modo de revanche ativado

source: Team 1 score: {0}
de: Punktestand Gruppe 1: {0}
ja: チーム1のスコア: {0}
pt: Equipe 1, pontos: {0}

source: Team 2 score: {0}
de: Punktestand Gruppe 2: {0}
ja: チーム2のスコア: {0}
pt: Equipe 2, pontos: {0}

source: Match mode disabled.
de: Match Modus ausgeschaltet.
ja: マッチモードをが無効化されました。
pt: Modo de revanche desativado

source: The duel between {player1} and {player2} has begun!
de: Das Duell zwischen {player1} und {player2} hat begonnen!
fr: Le duel entre {player1} et {player2} a commencé!
ja: {player1} と {player2} のデュエルが始まりました！
pt: O duelo entre {player1} e {player2} começou!

source: Duels aren't available right now.
de: Duelle sind derzeit nicht verfügbar.
es: Los duelos no están disponibles ahora mismo.
ja: デュエルが利用可能ではありません。
pt: Não existem duelos disponíveis agora mesmo.

source: %s logged out.
de: %s abgemeldet.
es: %s ha salido del juego.
fr: %s s'est déconnecté.
ja: %s がログアウトしました。
pt: %s se desconectou

source: You're now waiting for all players to get ready for their next duel.
de: Du wartest darauf, dass alle Spiele sich auf ihr nächstes Duell vorbereiten.
ja: 次のデュエルの準備ができるまで、他のプレイヤーを待機します。
pt: Agora você está esperando que todos os jogadores estejam preparados para o próximo duelo

source: You are now preparing for your next duel.
de: Du bereitest Dich nun auf Dein nächstes Duell vor.
ja: 次のデュエルの準備をしてください。
pt: Você está se preparando para o seu próximo duelo

source: {player1} and {player2} decided to cancel the match.
de: {player1} und {player2} haben sich dazu entschieden, dass Match abzubrechen.

source: {player1} and {player2} decided to cancel the duel.
de: {player1} und {player2} haben sich dazu entschieden, dass Duell abzubrechen.

source: {player1} and {player2} ended up in a draw.
de: {player1} und {player2} beendeten ihr Duell mit einem Unentschieden.
fr: {player1} et {player2} terminent sur une égalité.
ja: {player1} と {player2} は引き分けました。
pt: {player1} e {player2} terminaram empatados.

source: {winner} won the match between {player1} and {player2}.
de: {winner} hat das Match zwischen {player1} und {player2} gewonnen.
ja: {winner} が {player1} と {player2} のマッチに勝利しました。
pt: {winner} Venceu a partida entre {player1} e {player2}.

source: {winner} won the duel between {player1} and {player2}.
de: {winner} hat das Duell zwischen {player1} und {player2} gewonnen.
ja: {winner} が {player1} と {player2} のデュエルに勝利しました。
pt: {winner} venceu o duelo entre {player1} e {player2}

source: %s lost connection while in a duel.
de: %s hat die Verbindung während eines Duells verloren.
es: %s ha perdido la conexión en el duelo.
fr: %s a perdu la connection pendant un duel.
ja: デュエル中の %s との接続が切れました。
pt: %s Perdeu a conexão enquanto estava em um duelo.

source: Rebooting.
de: Neustart.
es: Reiniciando.
fr: redémarrage.
ja: 再起動します…
pt: Reiniciando.

source: A critical error was encountered.
de: Ein kritischer Fehler ist aufgetreten.
es: Se ha encontrado un error crítico.
ja: 重大なエラーが発生しました。
pt: Um erro crítico foi encontrado.

source: %s chats: %s
de: %s chattet: %s
es: %s chatea: %s
fr: %s chat: %s
ja: %s からチャット: %s
pt: %s diz no chat: %s

source: %s talks in %s: %s
de: %s spricht in %s: %s
es: %s charla en %s: %s
fr: %s parle à %s: %s
ja: %s が %s で発言: %s
pt: %s Fala no canal talk: %s %s

source: %s says: %s
de: %s sagt: %s
es: %s dice: %s
fr: %s dit: %s
ja: %s の発言: %s
pt: %s diz: %s

source: %s tags: %s
de: %s teilt seinen Teammitgliedern mit: %s
es: %s dice al equipo: %s
fr: %s cite: %s
ja: %s のタグ付け: %s
pt: %s fala pelo canal tag: %s

source: You tell %s: %s
de: Du vermittelst %s: %s
es: Le dices a %s: %s
fr: Vous dites à %s: %s
ja: %s に %s
pt: Você diz a %s: %s

source: %s tells you: %s
de: %s vermittelt Dir: %s
es: %s te dice: %s
fr: %s vous dit: %s
ja: %s から %s
pt: %s diz a você: %s

source: Invalid command.
de: Ungültiger Befehl.
es: Comando no válido.
fr: Commande invalide.
ja: 不正なコマンドです。
pt: Comando inválido.

source: Select action for {card}
de: Wähle eine Aktion für diese Karte:
es: Selecciona una acción para {card}
fr: Choisissez une action pour {card}
ja: {card} に対するアクションを選んでください。
pt: Selecione a ação para a carta.

source: Summon this card in face-up attack position.
de: Beschwöre diese Karte in Angriffsposition.
es: Invocar esta carta en posición de ataque bocarriba.
fr: Invoquer cette carte en position d'attaque face recto.
ja: このカードを攻撃表示で召喚
pt: Invocar esta carta em modo de ataque.

source: Set this card.
de: Setze diese Karte.
es: Colocar esta carta.
fr: Poser cette carte.
ja: このカードを裏向きでセット
pt: colocar esta carta.

source: Summon this card in face-down defense position.
de: Beschwöre diese Karte in verdeckter Verteidigungsposition.
es: Colocar esta carta en posición de defensa bocabajo.
fr: Invoquer cette carte en position de défense face verso.
ja: このカードを守備表示で召喚
pt: Invocar esta carta em modo de defesa virada para baixo

source: reposition this card.
de: Ändere die Position dieser Karte.
es: Reposicionar esta carta.
fr: Changer la position de cette carte.
ja: このカードの位置を変更
pt: Reposicionar esta carta.

source: Special summon this card.
de: Beschwöre diese Karte als Spezialbeschwörung.
es: Invocar esta carta de forma especial.
fr: Invoquer spécialement cette carte.
ja: このカードを特殊召喚
pt: Invocar de forma especial esta carta

source: Show card info.
de: Zeige Informationen für diese Karte.
es: Ver información de la carta.
fr: Montrer les informations de la carte.
ja: カード情報を表示
pt: Mostrar as informações da carta

source: back.
de: Zurück.
es: Atrás.
fr: retour.
ja: 戻る
pt: Voltar.

source: Invalid action.
de: Ungültige Aktion.
es: Acción no válida.
fr: Action invalide.
ja: 不正なアクションです。
pt: Ação inválida.

source: Enter the name of a card:
de: Gib den Namen einer Karte ein
es: Introduce el nombre de una carta
fr: Entrez le nom d'une carte:
ja: カードの名前を入力してください:
pt: Digite o nome de uma carta:

source: No results found.
de: Keine Ergebnisse gefunden
es: No hay resultados.
fr: Aucun résultat trouvé.
ja: 見つかりませんでした。
pt: Não foram encontrados resultados.

source: Wrong type.
de: Falscher Typ
es: Tipo erróneo.
fr: Mauvais type.
ja: 異なるタイプです。
pt: Tipo errado.

source: Select a number, one of: {opts}
de: Wähle eine Nummer, eine aus: {opts}
es: Selecciona un número; Posibilidades: {opts}
fr: Choisissez un nombre, un de: {opts}
ja: {opts} の中から、数字を一つ選んでください。
pt: Selecione um número, de um a: {opts}

source: %s prepares to attack with %s (%s)
de: %s greift mit %s (%s) an.
es: %s se prepara para atacar con %s (%s)
fr: %s se prépare à attaquer avec %s (%s)
ja: %s は %s (%s) で攻撃準備
pt: %s se prepara para atacar com %s (%s)

source: %s card
de: %s Karte
es: Carta %s
fr: la carte de %s
ja: %s カード
pt: carta %s

source: %s prepares to attack %s (%s) with %s (%s)
de: %s greift %s (%s) mit %s (%s) an.
es: %s se prepara para atacar %s (%s) con %s (%s)
fr: %s se prépare à attaquer %s (%s) avec %s (%s)
ja: %s は %s (%s) を %s (%s) で攻撃準備
pt: %s se prepara para atacar %s (%s) com %s (%s)

source: %s (%s) attacks %s (%s)
de: %s (%s) greift %s (%s) an.
es: %s (%s) ataca %s (%s)
fr: %s (%s) attaque %s (%s)
ja: %s (%s) は %s (%s) を攻撃
pt: %s (%s) ataca %s (%s)

source: %s (%s) attacks
de: %s (%s) greift an.
es: %s (%s) attaca
fr: %s (%s) attaque
ja: %s (%s) は
pt: %s (%s) ataca

source: Select card to activate:
de: Wähle die zu aktivierende Karte aus:
es: Selecciona carta a activar.
fr: Choisissez une carte à activer:
ja: 有効化するカードを選択してください。
pt: Selecione a carta para ativar:

source: z: back.
de: Z: zurück.
es: Z: atrás.
fr: z: retour.
ja: z: 戻る
pt: Z: voltar.

source: Invalid cardspec. Retry.
de: Ungültige Kartenbezeichnung. Wiederholen.
es: Posición (cardspec) no válida. Vuelve a intentarlo.
fr: Cardspec invalide. Réessayez.
ja: カード指定が不正です。もう一度入力してください。
pt: Posição de carta inválida. Por favor, tente novamente.

source: Select card to attack with:
de: Wähle angreifende Karte:
es: Selecciona una carta con la que atacar.
fr: Choisissez une carte pour attaquer:
ja: 攻撃させるモンスターを選んでください:
pt: Escolha a carta com que irá atacar:

source: Select a card:
de: Wähle eine Karte:
es: Selecciona una carta.
fr: Choisissez une carte:
ja: カードを選んでください:
pt: Selecione a carta:

source: %s targets %s (%s)
de: %s bestimmt %s (%s) zum Ziel
es: %s selecciona %s (%s).
fr: %s cible %s (%s)
ja: %s は %s (%s) をターゲット
pt: %s Seleciona %s (%s)

source: begin damage
de: Schadensberechnung
es: Empezando daño
fr: commencer dommage
ja: ダメージフェイズ開始
pt: calculando dano

source: {spec} ({name}) selected {value}.
de: Für {spec} ({name}) wurde {value} gewählt.
es: {spec} ({name}) ha seleccionado {value}.
ja: {spec} ({name}) 選択中 {value}.
pt: {spec} o ({name}) ({value}) selecionado

source: Activating {0} ({1})
de: Aktiviere {0} ({1})
es: Activando {0} ({1})
ja: {0} ({1}) を発動
pt: Ativando {0} ({1})

source: {0} activating {1} ({2})
de: {0} aktiviert {1} ({2})
es: {0} activando {1} ({2})
ja: {0} は {1} ({2}) を発動
pt: {0} ativando {1} ({2})

source: {player} shows you {count} cards.
de: {player} zeigt Dir {count} Karten.
es: {player} te muestra {count} cartas:
fr: {player} vous montre {count} cartes.
ja: {player} は {count} 枚のカードを宣言。
pt: {player} mostra {count} cartas

source: {amount} counters of type {counter} placed on {card}
de: {amount} Zählmarken vom Typ {counter} wurden auf {card} gelegt.
es: {amount} contadores de tipo {counter} colocados en {card}
fr: {amount} marqueurs de type {counter} placés sur {card}
ja: {amount}つの {counter} タイプのカウンターが {card} に置かれました
pt: {amount} contadores do tipo {counter} colocado em {card}

source: {amount} counters of type {counter} removed from {card}
de: {amount} Zählmarken vom Typ {counter} wurden von {card} entfernt.
es: {amount} contadores de tipo {counter} eliminados de {card}
fr: {amount} marqueurs de type {counter} retirés de {card}
ja: {amount}つの {counter} タイプのカウンターが {card} から取り除かれました
pt: {amount} contadores do tipo {counter} removido em {card}

source: Your lp decreased by %d, now %d
de: Deine Lebenspunkte wurden um %d reduziert, jetzt %d
es: Tus lp disminuyen por %d, ahora %d
fr: Vos PV diminuent de %d, il vous en reste %d
ja: 自分のLPが %d 減少しました、残り %d
pt: Você perde %d pontos, agora restam-lhe %d

source: %s's lp decreased by %d, now %d
de: %ss Lebenspunkte wurden um %d reduziert, jetzt %d
es: Los lp de %s disminuyen por %d, ahora %d
fr: Les PV de %s diminuent de %d, il lui en reste %d
ja: %s のlpが %d 減少しました、残り %d
pt: %s perde %d pontos de vida, agora restam-lhe %d

source: you reveal your top deck card to be %s
de: Die oberste Karte Deines Decks ist %s.
es: Rebelas la carta superior de tu baraja que resulta ser %s
fr: vous révélez la carte du dessus de votre deck qui est %s
ja: 一番上のカードが %s であることを宣言
pt: A carta do topo do seu baralho é revelada, sendo: %s

source: %s reveals their top deck card to be %s
de: Die oberste Karte des Decks von %s ist %s.
es: %s rebela la carta superior de su baraja que resulta ser %s
fr: %s révèle la carte du dessus de son deck qui est %s
ja: %s は、一番上のカードが %s であることを宣言
pt: %s revela a carta do topo do baralho que é: %s

source: you reveal the following cards from your deck:
de: Du zeigst diese Karten von Deinem Deck vor:
ja: 以下のカードをデッキから相手に見せます:
pt: Você revela as seguintes cartas de seu baralho

source: %s reveals the following cards from their deck:
de: %s zeigt diese Karten von seinem Deck vor:
ja: %s は、デッキから以下のカードを見せます:
pt: %s revela as seguintes cartas de seu baralho

source: Battle menu:
de: Kampfmenü:
es: Menú de combate:
fr: Menu combat:
ja: バトルメニュー:
pt: Menu de batalha:

source: a: Attack.
de: a: Angriff.
es: *A: Atacar
fr: a: Attaquer.
ja: a: 攻撃
pt: A: atacar.

source: c: activate.
de: c: aktivieren.
es: C: Activar
fr: c: activer.
ja: c: 発動
pt: C: Ativar.

source: e: End phase.
de: E: Zug beenden.
es: E: fase final
fr: e: Phase de fin.
ja: e: エンドフェイズへ
pt: E: Fase final.

source: Invalid option.
de: Ungültige Option
es: Opción no válida.
fr: Option invalide.
ja: 不正なオプションです。
pt: Opção inválida.

source: Select an option:
de: Wähle eine Option:
es: Selecciona una opción
fr: Choisissez une option:
ja: オプションを選んでください:
pt: Selecione uma opção:

source: Drew %d cards:
de: %d Karten gezogen:
es: robas %d cartas:
fr: Vous avez pioché %d cartes:
ja: %d枚のカードをドロー:
pt: sacou %d cartas:

source: Opponent drew %d cards.
de: Gegner zog %d Karten.
es: Tu oponente roba %d cartas.
fr: Votre adversaire a pioché %d cartes.
ja: 相手は %d枚のカードをドロー。
pt: Oponente sacou %d cartas:

source: %s drew %d cards.
de: %s zog %d Karten.
es: %s roba %d cartas.
fr: %s a pioché %d cartes.
ja: %s は %d 枚のカードをドロー。
pt: %s sacou %d cartas.

source: end damage
de: Schadensberechnung abgeschlossen
es: Termina daño
fr: fin des dommages
ja: ダメージフェイズ終了
pt: Fim da fase de dano.

source: {card} equipped to {target}.
de: Rüste {target} mit {card} aus.
es: {card} equipada a {target}.
fr: {card} équipée à {target}.
ja: {target} に装備しました。
pt: {card} equipada a {target}.

source: Field locations %s are disabled.
de: Feldplätze %s gesperrt
es: Posiciones de colocación %s están desactivadas.
fr: Les emplacements sur le terrain %s sont désactivés.
ja: フィールドロケーション %s が無効化されました。
pt: colocações %s do campo estão desativadas.

source: {player} flip summons {card} ({spec}).
de: {player} flipp-beschwört {card} ({spec}).
es: {player} voltea e invoca {card} ({spec}).
fr: {player} invoque en flip {card} ({spec}).
ja: {player} は {card} ({spec}) を反転召喚。
pt: {player} Vira e invoca {card} em modo de ataque ({spec}).

source: Select a card on which to perform an action.
de: Wähle eine Karte aus, mit der eine Aktion ausgeführt werden soll.
es: Selecciona una carta con la que jugar.
fr: Choisissez une carte sur laquelle réaliser une action.
ja: 対象先のカードを選んでください。
pt: Selecione a carta que deseja que execute uma ação.

source: h shows your hand, tab and tab2 shows your or the opponent's table, ? shows usable cards.
de: h zeigt Deine Hand, tab und tab2 zeigen Deinen oder den gegnerischen Tisch, ? zeigt Dir mögliche Aktionen.
es: h muestra tu mano, tab y tab2 muestran tu mesa de juego o la de tu oponente, ? muestra las cartas que puedes usar.
fr: h affiche votre main, tab et tab2 affiche votre table ou celle de l'adversaire, ? affiche les cartes utilisables.
ja: hで手札表示、tab または tab2 で、自分または相手のテーブルを表示します。?で、使用可能なカードを表示します。
pt: H mostra sua mão, tab e tab2 mostra a sua mesa ou a do oponente, ? mostra as cartas utilizáveis.

source: b: Enter the battle phase.
de: B: In die Battle Phase wechseln.
es: B: Entra en la fase de batalla
fr: b: Entrer dans la phase de combat.
ja: b: バトルフェイズへ
pt: B: entra em sua fase de batalha.

source: Invalid specifier. Retry.
de: Ungültiger Befehl. Wiederholen.
es: Especificador no válido; vuelve a intentarlo.
fr: Spécification invalide. réessayez.
ja: 指定の仕方が間違っています。もう一度入力してください。
pt: Especificação inválida. Tente novamente.

source: There is no card in that position.
de: Es gibt keine Karte in dieser Position.
es: No hay cartas en esta posición.
fr: Il n'y a pas de carte à cette position.
ja: その位置にはカードがありません。
pt: Não a carta nessa posição.

source: Face-down card.
de: Verdeckte Karte.
es: Carta boca abajo.
fr: Carte face verso.
ja: 裏向きのカード。
pt: Carta virada para baixo.

source: Face-down card
de: Verdeckte Karte
es: carta boca abajo
fr: Carte face verso
ja: 裏向きのカード
pt: A carta virada para baixo.

source: Card %s (%s) destroyed.
de: Karte %s (%s) zerstört.
es: Carta %s (%s) destruida.
fr: La carte %s (%s) a été détruite.
ja: カード %s (%s) が破壊されました。
pt: Carta %s (%s) destruída.

source: your card {spec} ({name}) changed controller to {op} and is now located at {targetspec}.
de: Deine Karte {spec} ({name}) wechselte den Besitzer zu {op} und befindet sich jetzt in {targetspec}.
es: Tu carta {spec} ({name}) cambió de dueño a {op} y ahora se encuentra en {targetspec}.
fr: Votre carte {spec} ({name}) est passée sous le contrôle de {op} et est à présent située en {targetspec}.
ja: 自分のカード {spec} ({name}) の制御が {op} に変更され、 {targetspec} として存在します。
pt: Sua carta {spec} ({name}) mudou de controlador para {op} e está localizada em {targetspec}.

source: you now control {plname}s card {spec} ({name}) and its located at {targetspec}.
de: Du kontrollierst jetzt {plname}s Karte {spec} ({name}) und sie befindet sich in {targetspec}.
es: Ahora controlas la carta de {plname} {spec} ({name}) y se encuentra en {targetspec}.
fr: vous controllez à présent la carte de {plname} {card} ({spec}) et elle se situe à présent en {targetspec}.
ja: 現在、 {plname} のカード {spec} ({name}) の制御を奪い、そのカードは {targetspec} として存在します。
pt: Você agora controla {plname}s card {spec} ({name}) que está localizada em {targetspec}.

source: {plname}s card {spec} ({name}) changed controller to {op} and is now located at {targetspec}.
de: {plname}s Karte {spec} ({name}) wechselte den Besitzer zu {op} und befindet sich jetzt in {targetspec}.
es: La carta de {plname} {spec} ({name}) cambió de dueño a {op} y ahora se encuentra en {targetspec}.
fr: la carte {spec} ({name}) de {plname} est passée sous le contrôle de {op} et est à présent située en {targetspec}.
ja: {plname} のカード {spec} ({name}) は、制御を {op} に変更され、 {targetspec} として存在します。
pt: {plname}s card {spec} ({name}) mudou de controlador para {op} e está localizada em {targetspec}.

source: your card {spec} ({name}) switched its zone to {targetspec}.
de: Deine Karte {spec} ({name}) wechselte die Zone nach {targetspec}.
es: Tu carta {spec} ({name}) cambió su zona a {targetspec}.
fr: votre carte {spec} ({name}) a changé de zone pour aller en {targetspec}.
ja: 自分のカード {spec} ({name}) のゾーンが {targetspec} に変更されました.
pt: Sua carta {spec} ({name}) mudou sua zona para {targetspec}.

source: {plname}s card {spec} ({name}) changed its zone to {targetspec}.
de: {plname}s Karte {spec} ({name}) wechselte die Zone nach {targetspec}.
es: La carta de {plname} {spec} ({name}) cambió su zona a {targetspec}.
fr: la carte {spec} ({name}) de {plname} a changé de zone pour aller en {targetspec}.
ja: {plname} のカード {spec} ({name}) のゾーンが {targetspec} に変更されました。
pt: {plname}s card {spec} ({name}) mudou sua zona para {targetspec}.

source: you discarded {spec} ({name}).
de: Du wirfst {spec} ({name}) von Deiner Hand ab.
es: Has descartado {spec} ({name}).
fr: vous avez défaussé la carte {spec} ({name}).
ja: {spec} ({name}) を捨てました。
pt: você descartou {spec} ({name}).

source: {plname} discarded {spec} ({name}).
de: {plname} wirft {spec} ({name}) von seiner Hand ab.
es: {plname} ha descartado {spec} ({name}).
fr: {plname} a défaussé {spec} ({name}).
ja: {plname} は {spec} ({name}) を捨てました。
pt: {plname} descartou {spec} ({name}).

source: your banished card {spec} ({name}) returns to the field at {targetspec}.
de: Deine verbannte Karte {spec} ({name}) kehrt in {targetspec} auf das Spielfeld zurück.
es: Tu carta eliminada {spec} ({name}) vuelve al campo en {targetspec}.
fr: votre carte bannie {spec} ({name}) retourne sur le terrain en {targetspec}.
ja: 自分の除外カード {spec} ({name}) がフィールドの {targetspec} に復活しました。
pt: sua carta removida {spec} ({name}) retorna para o campo em {targetspec}.

source: {plname}'s banished card {spec} ({name}) returned to their field at {targetspec}.
de: {plname}s Karte {spec} ({name}) kehrte in {targetspec} auf sein Spielfeld zurück.
es: La carta eliminada de {plname} {spec} ({name}) vuelve al campo en {targetspec}.
fr: la carte bannie {spec} ({name}) de {plname} est retourné sur le terrain en {targetspec}.
ja: {plname}の除外カード {spec} ({name}) がフィールドの {targetspec} に復活しました。
pt: {plname} carta removida {spec} ({name}) retornou ao campo em {targetspec}.

source: your card {spec} ({name}) returns from the graveyard to the field at {targetspec}.
de: Deine Karte {spec} ({name}) kehrt in {targetspec} vom Friedhof auf das Spielfeld zurück.
es: Tu carta {spec} ({name}) vuelve al campo desde el cementerio a {targetspec}.
fr: votre carte {spec} ({name}) revient depuis le cimetière sur le terrain en {targetspec}.
ja: 自分のカード {spec} ({name}) が、墓地からフィールドの {targetspec} に復活しました。
pt: sua carta {spec} ({name}) retorna do cemitério para o campo em {targetspec}.

source: {plname}s card {spec} ({name}) returns from the graveyard to the field at {targetspec}.
de: {plname}s Karte {spec} ({name}) kehrt in {targetspec} vom Friedhof auf das Spielfeld zurück.
es: La carta de {plname} {spec} ({name}) vuelve al campo en {targetspec}.
fr: la carte {spec} ({name}) de {plname} revient depuis le cimetière sur le terrain en {targetspec}.
ja: {plname}のカード {spec} ({name}) が、墓地からフィールドの {targetspec} に復活しました。
pt: a carta {spec} ({name}) de {plname} retornou do cemitério para o campo em {targetspec}.

source: Card {spec} ({name}) returned to hand.
de: Karte {spec} ({name}) auf die Hand genommen.
es: Card {spec} ({name}) devuelta a tu mano.
fr: La carte {spec} ({name}) est retournée dans la main.
ja: カード {spec} ({name}) を手札に戻しました。
pt: A carta {spec} ({name}) retornou para a sua mão.

source: {plname}'s card {spec} ({name}) returned to their hand.
de: {plname}s Karte {spec} ({name}) auf die Hand genommen.
es: Carta de {plname} {spec} ({name}) devuelta a su mano.
fr: La carte {spec} ({name}) de {plname} est retournée dans sa main.
ja: {plname}のカード {spec} ({name}) が手札に戻りました。
pt: A carta 's {spec} ({name}) de {plname} retornou para a sua mão

source: You tribute {spec} ({name}).
de: Du bietest {spec} ({name}) zum Tribut an.
es: Sacrificas {spec} ({name}).
fr: Vous sacrifiez {spec} ({name}).
ja: {spec} ({name}) をリリースします。
pt: Você sacrifica {spec} ({name}).

source: {plname} tributes {spec} ({name}).
de: {plname} bietet {spec} ({name}) zum Tribut an.
es: {plname} sacrifica {spec} ({name}).
fr: {plname} sacrifie {spec} ({name}).
ja: {plname} は {spec} ({name}) をリリース
pt: {plname} Sacrifica há {spec} ({name}).
